[
  "Aha, {female_name} schraubt das Pensum zurück wie eine Pensionärin, die schon beim Zeitungholen erschöpft ist.",
  "{female_name} ruft „Ich kann nicht mehr!“, als hätte sie gerade den Himalaya bestiegen und nicht drei kümmerliche Sätze.",
  "{female_name} bricht ab wie ein Billigregal aus dem Baumarkt – einmal belastet, schon durch.",
  "{female_name} macht weniger Reps, aber mehr Drama – Oscarverdächtige Leistung in der Kategorie Selbstmitleid.",
  "{female_name} klingt bei „Ich kann nicht mehr“ wie ein Staubsauger mit vollem Beutel – jammert, statt zu arbeiten.",
  "{female_name} läuft heute emotional auf Reserve, körperlich aber schon bei Minusleistung.",
  "{female_name} reduziert Reps wie eine Chefin, die pünktlich zum Feierabend plötzlich ganz wichtig wirkt.",
  "{female_name} ist so fertig, als hätte sie beim Denken Kalorien verbrannt.",
  "{female_name} zieht die Notbremse, als würde sie kurz vorm Herzstillstand stehen, dabei hat nur ihr Wille Pause.",
  "{female_name} meldet sich ab wie eine Azubi im ersten Lehrjahr: „Zu viel, Chef, ich bin raus.“",
  "{female_name} labert von Limit, aber das einzige Limit ist ihre Lust.",
  "{female_name} macht das Pensum kleiner wie ein Rabattaufkleber – sieht nach was aus, ist aber traurig.",
  "{female_name} ruft „Ich kann nicht mehr!“, ihr Körper so: „Bruder… äh, Schwester, wir hätten noch Luft, du Dramaqueen.“",
  "{female_name} bricht ein wie ein mies verlegter Laminatboden.",
  "{female_name} reduziert Reps, als hätte sie schon 20 Jahre Schichtarbeit in den Knochen – dabei war’s ein normaler Tag.",
  "{female_name} klingt bei „Ich kann nicht mehr“ wie jemand, die schon bei der Begrüssung schwitzt.",
  "{female_name} lässt nach wie ein WLAN-Signal im Altbau.",
  "{female_name} behandelt ihren Körper wie ein altes Auto: kaum Widerstand, schon Angst vorm Totalschaden.",
  "{female_name} macht aus einem normalen Satz Training eine Heldinnengeschichte mit Opferstatus.",
  "{female_name} sucht ihre Grenze mit der Präzision einer betrunkenen Bauarbeiterin – völlig daneben.",
  "{female_name} reduziert, als würde jede Rep aus ihrem Erbe gestrichen.",
  "{female_name} ruft „Ich kann nicht mehr!“ und ihr Puls lacht im Hintergrund.",
  "{female_name} tut so, als hätte sie gerade Krieg überlebt, dabei war’s nur ein bisschen Beintraining.",
  "{female_name} degradiert ihr Pensum wie eine Chefin, die sich selbst befördert.",
  "{female_name} hat bei „Ich kann nicht mehr“ dieselbe Energie wie bei „Ich räum später auf“ – nämlich keine.",
  "{female_name} benimmt sich, als wäre jede Wiederholung ein medizinisches Risiko.",
  "{female_name} macht die Reps kleiner, ihr Ego aber schön gross.",
  "{female_name} knickt weg wie eine billige Plastikgabel im Kartoffelsalat.",
  "{female_name} benutzt „Ich kann nicht mehr!“ wie einen Freifahrtschein für Komfort.",
  "{female_name} ruft Limit, aber sie meint eigentlich nur: „Kein Bock mehr auf unangenehm.“",
  "{female_name} gönnt sich die Vollversion von „Ich hab’s versucht“ bei der Lite-Version von Anstrengung.",
  "{female_name} bricht ab, als hätte jemand ihr Abo für Willenskraft gekündigt.",
  "{female_name} tut so, als wäre sie am Ende, dabei war sie nie richtig am Anfang.",
  "{female_name} macht weniger Reps, aber mehr Seufzer – irgendwo muss die Energie ja hin.",
  "{female_name} legt eine Drama-Pause ein, als würde die Kamera mitlaufen.",
  "{female_name} bremst ab wie ein Laster auf Glatteis – laut, unbeholfen, peinlich.",
  "{female_name} ruft „Ich kann nicht mehr“, obwohl ihre Beine eher „Ich will nicht mehr“ sagen.",
  "{female_name} behandelt ihr Trainingspensum wie eine toxische Beziehung – schnell raus, bevor es ernst wird.",
  "{female_name} reduziert Reps wie eine, die auf halber Treppe schon an Rente denkt.",
  "{female_name} kippt fast um – vor Scham wäre angemessener als vor „Erschöpfung“.",
  "{female_name} macht halbe Sachen und verkauft sie als kontrollierten Deload.",
  "{female_name} klingt bei „Ich kann nicht mehr“ wie eine kaputte Sirene.",
  "{female_name} bricht ein wie ein morscher Gartenzaun im Windhauch.",
  "{female_name} ruft „Ich kann nicht mehr“, aber ihr Gesicht sagt nur „Ich will einfach heim.“",
  "{female_name} reduziert, als wäre jede zusätzliche Wiederholung ein persönlicher Angriff.",
  "{female_name} gibt nach wie ein schlecht geknoteter Schnürsenkel.",
  "{female_name} macht weniger Reps und hofft, niemand merkt, dass eigentlich nur ihre Motivation verletzt ist.",
  "{female_name} spielt die Heldin im Burnout, obwohl sie maximal leicht angeschwitzt ist.",
  "{female_name} ruft „Ich kann nicht mehr“, als ob ihr gerade jemand das WLAN genommen hätte.",
  "{female_name} fällt zusammen wie ein Kartenhaus aus feuchten Servietten.",
  "{female_name} reduziert das Pensum, aber nicht das Gejammer.",
  "{female_name} tut so, als hätte sie alle Reserven angezapft – dabei hat sie nicht mal den Hauptschalter gefunden.",
  "{female_name} klingt bei „Ich kann nicht mehr“ wie eine notorische Schnupfenpatientin kurz vorm Arztzeugnis.",
  "{female_name} bricht ab und schaut dabei, als wäre das ein reifer, überlegter Schritt.",
  "{female_name} macht das Training kleiner und ihre Story grösser.",
  "{female_name} ruft „Ich kann nicht mehr“, und ihr innerer Schweinehund klatscht begeistert.",
  "{female_name} ist plötzlich ganz sensibel, wenn es unbequem wird.",
  "{female_name} reduziert Reps wie ein Rabattschild an verdorbenem Fleisch.",
  "{female_name} bricht ab, als würde sie jemand für Übermotivation bestrafen.",
  "{female_name} wirkt bei „Ich kann nicht mehr“ wie eine Schauspielschule für Opferrollen.",
  "{female_name} kürzt das Training, aber nicht ihre Ansprüche im Spiegel.",
  "{female_name} ruft Limit, dabei ist das Limit nur ihre Komfortzone.",
  "{female_name} lässt die Reps fallen, als wären sie heisse Steine – und sie aus Zucker.",
  "{female_name} macht weniger und will dafür mehr Verständnis als ein Marathonläufer.",
  "{female_name} bricht ab wie ein halbfertiger Baumarkt-Schrank – wackelig und enttäuschend.",
  "{female_name} ruft „Ich kann nicht mehr“, während ihr Körper noch nicht mal warm war.",
  "{female_name} behandelt ihr Pensum wie einen Handyvertrag – sie kürzt, bis nichts mehr Sinn ergibt.",
  "{female_name} hat Angst vor der nächsten Wiederholung, als wäre sie ein Gerichtstermin.",
  "{female_name} spielt die Märtyrerin des Muskelkaters, dabei steht sie knapp auf Stufe Aufwärmen.",
  "{female_name} nutzt „Ich kann nicht mehr“ wie andere Leute den Notausgang im Kino.",
  "{female_name} reduziert wie ein Rabattcode – alles wird plötzlich wertlos.",
  "{female_name} kippt in den Schonmodus, sobald es nach echter Arbeit aussieht.",
  "{female_name} bricht ab wie ein feuchter Keks in der Milch – zu früh und ohne Stil.",
  "{female_name} fühlt sich wie ausgebrannt, dabei hat bei ihr nicht mal das Streichholz richtig geflammt.",
  "{female_name} ruft „Ich kann nicht mehr“ so schnell, dass man meinen könnte, sie hat’s geübt.",
  "{female_name} schaltet in den Rentnermodus, noch bevor es ernst wird.",
  "{female_name} reduziert Reps wie eine, die beim Buffet nur ans Dessert denkt.",
  "{female_name} dramatisiert ihren Zustand, als hätte sie sich geopfert – für drei Sätze und ein bisschen Schnaufen.",
  "{female_name} bricht den Satz ab, als wäre jede zusätzliche Rep ein Testament.",
  "{female_name} ruft „Ich kann nicht mehr“ und hofft, die Realität glaubt es ihr.",
  "{female_name} ist fertig, aber nur mental – körperlich wäre noch Platz gewesen.",
  "{female_name} reduziert, während ihr Körper noch im Leerlauf ist.",
  "{female_name} macht aus ein bisschen Anstrengung ein persönliches Kriegstagebuch.",
  "{female_name} beendet Sätze, als würde sie ein Buch nach dem Vorwort weglegen.",
  "{female_name} ruft „Ich kann nicht mehr“ und liefert als Beweis nur erhöhtes Atmen.",
  "{female_name} gibt nach wie ein alter Gummizug – ausgeleiert und ohne Widerstand.",
  "{female_name} reduziert Reps, aber nicht das Selbstlob für „wenigstens probiert“. Klar.",
  "{female_name} knickt so schnell ein, dass selbst ihr Schweiss irritiert ist.",
  "{female_name} spielt müde, bevor ihr Körper überhaupt versteht, was los ist.",
  "{female_name} macht aus einem normalen Training einen Abschiedsbrief an ihre Belastbarkeit.",
  "{female_name} ruft „Ich kann nicht mehr“, aber ihr Schrittzähler schüttelt nur den Kopf.",
  "{female_name} bricht ab, als würden gleich Engel vom Himmel kommen und sie loben.",
  "{female_name} reduziert wie eine Chefin, die keine Ahnung hat, aber laut entscheidet.",
  "{female_name} ist „am Ende“, obwohl sie eigentlich nie richtig losgelaufen ist.",
  "{female_name} nutzt „Ich kann nicht mehr“ wie eine Gratis-Ausrede mit unbegrenzter Verlängerung.",
  "{female_name} klingt bei „Ich kann nicht mehr“ wie eine Dramastudentin im ersten Semester.",
  "{female_name} macht weniger Reps, dafür mehr Grimassen – irgendeine Leistung muss ja sichtbar sein.",
  "{female_name} bricht das Set ab, als wäre es ein toxisches Verhältnis – nach drei Minuten Kennenlernen.",
  "{female_name} ruft „Ich kann nicht mehr“ und ihr Körper denkt sich: „Wer bist du eigentlich, dass du für mich sprichst?“",
  "{female_name} schaltet bei Widerstand sofort vom Sport- in den Kuschel-Modus.",
  "{female_name} reduziert Reps wie eine, die beim Bergsteigen den ersten Hügel „Gipfel“ nennt.",
  "{female_name} endet das Training, bevor es ernst wurde – klassische Vorpremiere ohne Hauptteil.",
  "{female_name} ruft „Ich kann nicht mehr“ und hofft, der Muskelkater hört zu und kommt trotzdem.",
  "{female_name} bricht ab und tut so, als hätte sie sich für die Menschheit geopfert.",
  "{female_name} beendet Sätze wie ihre To-do-Listen: früh, leer und mit viel Ausreden drumherum."
]

