[
  "{female} cheatet, als wäre sie im Fitnessstudio nur zur Tarnung angemeldet.",
  "{female} betrügt ihr Workout öfter als ihre Diät.",
  "{female} cheatet so offensichtlich, dass selbst ihr Schatten sich fremdschämt.",
  "{female} trickst, als würde sie in der Grundschule beim Seilspringen schummeln.",
  "{female} cheatet wie eine Politikerin: laut Nein sagen, heimlich Ja tun.",
  "{female} betrügt das Training wie ein Rabattetikett auf abgelaufenem Joghurt.",
  "{female} schummelt, als wäre jede Wiederholung ein Steuerdokument.",
  "{female} cheatet wie eine Schülerin mit Taschenrechner im Vokabeltest.",
  "{female} versucht, das Training auszutricksen – schade, dass der Körper nicht mitmacht.",
  "{female} betrügt bei den Reps, als würde niemand zählen können.",
  "{female} cheatet so peinlich, dass selbst ihre Ausreden rot werden.",
  "{female} hat mehr Wiederholungen erfunden als ein Fantasy-Autor.",
  "{female} ist beim Cheaten kreativer als beim Training.",
  "{female} betrügt ihr Workout wie eine Zauberin ohne Talent.",
  "{female} cheatet, als gäbe es ein Achievement für schlechteste Selbstdisziplin.",
  "{female} täuscht Leistung vor wie ein Staubsauger, der nur laut ist.",
  "{female} cheatet, als wäre das Workout eine Beziehung, die sie sabotieren möchte.",
  "{female} biegt die Regeln so sehr, dass selbst Gummi neidisch wird.",
  "{female} betrügt ihr Training wie eine Teenagerin ihre Schlafenszeit.",
  "{female} cheatet härter, als sie trainiert.",
  "{female} glaubt, niemand merkt das Cheating – süss.",
  "{female} trickst ihr Workout aus, wird aber von ihrem Bauch eingeholt.",
  "{female} cheatet wie eine Rentnerin im Skatclub: lächerlich und durchschaubar.",
  "{female} mogelt so offensichtlich, dass selbst ein Blinder sie erwischt hätte.",
  "{female} betrügt die Reps, aber nur sich selbst richtig hart.",
  "{female} cheatet, als wären Wiederholungen teure Aktien.",
  "{female} schummelt, als hätte sie Angst vor einem Muskel.",
  "{female} fällt beim Cheaten schneller auf als ein offenes Hosenbein.",
  "{female} betrügt das System und wundert sich über fehlende Gains.",
  "{female} cheatet wie ein schlechtes Navigationsgerät – permanent falsch abgebogen.",
  "{female} tut so, als hätte sie alles richtig gemacht – Comedy pur.",
  "{female} schummelt wie jemand, die UNO-Regeln „anpasst“.",
  "{female} cheatet wie eine verzweifelte Köchin, die Salz durch Zucker ersetzt.",
  "{female} mogelt, als wären Ehrlichkeit und Muskelkraft tödliche Krankheiten.",
  "{female} cheatet mit der Präzision eines kaputten Messgeräts.",
  "{female} tut so, als wäre halbe Arbeit doppelte Leistung.",
  "{female} cheatet wie eine Teenagerin beim ersten Bewerbungsgespräch.",
  "{female} betrügt ihr Workout, als hätte sie Vertragspflichten.",
  "{female} mogelt so auffällig, dass selbst GPS ihren Standort korrigiert.",
  "{female} cheatet wie ein Staubwedel – viel Bewegung, null Wirkung.",
  "{female} ist eine Meisterin des Cheatings, aber eine Anfängerin im Training.",
  "{female} betrügt die Reps wie ein Kleinkind beim Versteckspielen.",
  "{female} cheatet, als könnte sie Muskeln durch Lügen aufbauen.",
  "{female} schummelt so plump, dass sogar ihre Lügen Rückenschmerzen haben.",
  "{female} cheatet wie eine kaputte Uhr – zweimal am Tag peinlich korrekt.",
  "{female} gibt vor, hart zu trainieren, aber ihr Körper ruft lauter „Fake“ als jeder Instagram-Filter.",
  "{female} betrügt wie jemand, die beim Monopoly die Bank bestiehlt und trotzdem verliert.",
  "{female} cheatet wie eine mittelmässige Illusionistin – man sieht jede Bewegung.",
  "{female} schummelt wie ein Rabattcode, der einfach nicht funktioniert."
]

