[
  "{male_name} cheatet, als wäre er im Fitnessstudio nur zur Tarnung angemeldet.",
  "{male_name} betrügt sein Workout öfter als seine Diät.",
  "{male_name} cheatet so offensichtlich, dass selbst sein Schatten sich fremdschämt.",
  "{male_name} trickst, als würde er in der Grundschule beim Seilspringen schummeln.",
  "{male_name} cheatet wie ein Politiker: laut Nein sagen, heimlich Ja tun.",
  "{male_name} betrügt das Training wie ein Rabattetikett auf abgelaufenem Joghurt.",
  "{male_name} schummelt, als wäre jede Wiederholung ein Steuerdokument.",
  "{male_name} cheatet wie ein Schüler mit Taschenrechner im Vokabeltest.",
  "{male_name} versucht, das Training auszutricksen – schade, dass der Körper nicht mitmacht.",
  "{male_name} betrügt bei den Reps, als würde niemand zählen können.",
  "{male_name} cheatet so peinlich, dass selbst seine Ausreden rot werden.",
  "{male_name} hat mehr Wiederholungen erfunden als ein Fantasy-Autor.",
  "{male_name} ist beim Cheaten kreativer als beim Training.",
  "{male_name} betrügt sein Workout wie ein Zauberer ohne Talent.",
  "{male_name} cheatet, als gäbe es ein Achievement für schlechteste Selbstdisziplin.",
  "{male_name} täuscht Leistung vor wie ein Staubsauger, der nur laut ist.",
  "{male_name} cheatet, als wäre das Workout eine Beziehung, die er sabotieren möchte.",
  "{male_name} biegt die Regeln so sehr, dass selbst Gummi neidisch wird.",
  "{male_name} betrügt sein Training wie ein Teenager seine Schlafenszeit.",
  "{male_name} cheatet härter, als er trainiert.",
  "{male_name} glaubt, niemand merkt das Cheating – süss.",
  "{male_name} trickst sein Workout aus, wird aber von seinem Bauch eingeholt.",
  "{male_name} cheatet wie ein Rentner im Skatclub: lächerlich und durchschaubar.",
  "{male_name} mogelt so offensichtlich, dass selbst ein Blinder ihn erwischt hätte.",
  "{male_name} betrügt die Reps, aber nur sich selbst richtig hart.",
  "{male_name} cheatet, als wären Wiederholungen teure Aktien.",
  "{male_name} schummelt, als hätte er Angst vor einem Muskel.",
  "{male_name} fällt beim Cheaten schneller auf als ein offenes Hosenbein.",
  "{male_name} betrügt das System und wundert sich über fehlende Gains.",
  "{male_name} cheatet wie ein schlechtes Navigationsgerät – permanent falsch abgebogen.",
  "{male_name} tut so, als hätte er alles richtig gemacht – Comedy pur.",
  "{male_name} schummelt wie jemand, der UNO-Regeln „anpasst“.",
  "{male_name} cheatet wie ein verzweifelter Koch, der Salz durch Zucker ersetzt.",
  "{male_name} mogelt, als wären Ehrlichkeit und Muskelkraft tödliche Krankheiten.",
  "{male_name} cheatet mit der Präzision eines kaputten Messgeräts.",
  "{male_name} tut so, als wäre halbe Arbeit doppelte Leistung.",
  "{male_name} cheatet wie ein Teenager beim ersten Bewerbungsgespräch.",
  "{male_name} betrügt sein Workout, als hätte er Vertragspflichten.",
  "{male_name} mogelt so auffällig, dass selbst GPS seinen Standort korrigiert.",
  "{male_name} cheatet wie ein Staubwedel – viel Bewegung, null Wirkung.",
  "{male_name} ist ein Meister des Cheatings, aber ein Anfänger im Training.",
  "{male_name} betrügt die Reps wie ein Kleinkind beim Versteckspielen.",
  "{male_name} cheatet, als könnte er Muskeln durch Lügen aufbauen.",
  "{male_name} schummelt so plump, dass sogar seine Lügen Rückenschmerzen haben.",
  "{male_name} cheatet wie eine kaputte Uhr – zweimal am Tag peinlich korrekt.",
  "{male_name} gibt vor, hart zu trainieren, aber sein Körper ruft lauter „Fake“ als jeder Instagram-Filter.",
  "{male_name} betrügt wie jemand, der beim Monopoly die Bank bestiehlt und trotzdem verliert.",
  "{male_name} cheatet wie ein mittelmässiger Illusionist – man sieht jede Bewegung.",
  "{male_name} schummelt wie ein Rabattcode, der einfach nicht funktioniert."
]

