[
  "Mann cheatet, als wäre er im Fitnessstudio nur zur Tarnung angemeldet.",
  "Mann betrügt sein Workout öfter als seine Diät.",
  "Mann cheatet so offensichtlich, dass selbst sein Schatten sich fremdschämt.",
  "Mann trickst, als würde er in der Grundschule beim Seilspringen schummeln.",
  "Mann cheatet wie ein Politiker: laut Nein sagen, heimlich Ja tun.",
  "Mann betrügt das Training wie ein Rabattetikett auf abgelaufenem Joghurt.",
  "Mann schummelt, als wäre jede Wiederholung ein Steuerdokument.",
  "Mann cheatet wie ein Schüler mit Taschenrechner im Vokabeltest.",
  "Mann versucht, das Training auszutricksen – schade, dass der Körper nicht mitmacht.",
  "Mann betrügt bei den Reps, als würde niemand zählen können.",
  "Mann cheatet so peinlich, dass selbst seine Ausreden rot werden.",
  "Mann hat mehr Wiederholungen erfunden als ein Fantasy-Autor.",
  "Mann ist beim Cheaten kreativer als beim Training.",
  "Mann betrügt sein Workout wie ein Zauberer ohne Talent.",
  "Mann cheatet, als gäbe es ein Achievement für schlechteste Selbstdisziplin.",
  "Mann täuscht Leistung vor wie ein Staubsauger, der nur laut ist.",
  "Mann cheatet, als wäre das Workout eine Beziehung, die er sabotieren möchte.",
  "Mann biegt die Regeln so sehr, dass selbst Gummi neidisch wird.",
  "Mann betrügt sein Training wie ein Teenager seine Schlafenszeit.",
  "Mann cheatet härter, als er trainiert.",
  "Mann glaubt, niemand merkt das Cheating – süss.",
  "Mann trickst sein Workout aus, wird aber von seinem Bauch eingeholt.",
  "Mann cheatet wie ein Rentner im Skatclub: lächerlich und durchschaubar.",
  "Mann mogelt so offensichtlich, dass selbst ein Blinder ihn erwischt hätte.",
  "Mann betrügt die Reps, aber nur sich selbst richtig hart.",
  "Mann cheatet, als wären Wiederholungen teure Aktien.",
  "Mann schummelt, als hätte er Angst vor einem Muskel.",
  "Mann fällt beim Cheaten schneller auf als ein offenes Hosenbein.",
  "Mann betrügt das System und wundert sich über fehlende Gains.",
  "Mann cheatet wie ein schlechtes Navigationsgerät – permanent falsch abgebogen.",
  "Mann tut so, als hätte er alles richtig gemacht – Comedy pur.",
  "Mann schummelt wie jemand, der UNO-Regeln „anpasst“.",
  "Mann cheatet wie ein verzweifelter Koch, der Salz durch Zucker ersetzt.",
  "Mann mogelt, als wären Ehrlichkeit und Muskelkraft tödliche Krankheiten.",
  "Mann cheatet mit der Präzision eines kaputten Messgeräts.",
  "Mann tut so, als wäre halbe Arbeit doppelte Leistung.",
  "Mann cheatet wie ein Teenager beim ersten Bewerbungsgespräch.",
  "Mann betrügt sein Workout, als hätte er Vertragspflichten.",
  "Mann mogelt so auffällig, dass selbst GPS seinen Standort korrigiert.",
  "Mann cheatet wie ein Staubwedel – viel Bewegung, null Wirkung.",
  "Mann ist ein Meister des Cheatings, aber ein Anfänger im Training.",
  "Mann betrügt die Reps wie ein Kleinkind beim Versteckspielen.",
  "Mann cheatet, als könnte er Muskeln durch Lügen aufbauen.",
  "Mann schummelt so plump, dass sogar seine Lügen Rückenschmerzen haben.",
  "Mann cheatet wie eine kaputte Uhr – zweimal am Tag peinlich korrekt.",
  "Mann gibt vor, hart zu trainieren, aber sein Körper ruft lauter „Fake“ als jeder Instagram-Filter.",
  "Mann betrügt wie jemand, der beim Monopoly die Bank bestiehlt und trotzdem verliert.",
  "Mann cheatet wie ein mittelmässiger Illusionist – man sieht jede Bewegung.",
  "Mann schummelt wie ein Rabattcode, der einfach nicht funktioniert."
]

