[
  "Frau ist heute verletzt – ihr grösster Schaden ist aber immer noch das Ego.",
  "Frau ist „krank“, aber komisch: Netflix-Verfügbarkeit unverändert hoch.",
  "Frau humpelt emotional mehr als körperlich.",
  "Frau ist so verletzt, dass sogar ihre Ausreden Fieber haben.",
  "Frau wirkt heute krank wie ein Goldfisch mit Migräne.",
  "Frau hat sich verletzt – wahrscheinlich beim Denken.",
  "Frau ist heute ausser Gefecht, genau wie ihre Motivation seit Wochen.",
  "Frau behauptet, krank zu sein – aber ihr Appetit widerspricht heftig.",
  "Frau ist angeschlagen wie ein altes Nokia, aber ohne dessen Ausdauer.",
  "Frau hat Schmerzen, die nur im Bereich des Trainings auftreten. Zufall?",
  "Frau ist verletzt, aber ihr Handy schafft noch 10 Stunden Bildschirmzeit.",
  "Frau leidet wie eine Schauspielerin in der Dorftheatergruppe.",
  "Frau ist krank – oder einfach allergisch gegen Anstrengung.",
  "Frau wirkt heute wie ein Flügelbruch bei einer Bratwurst.",
  "Frau ist gesundheitlich angeschlagen, moralisch aber schon lange.",
  "Frau könnte trainieren, aber ihre Vorstellungskraft ist schwer verletzt.",
  "Frau hustet mehr Ausreden als Schleim.",
  "Frau ist krank wie ein Windows-Update: nervig und unnötig.",
  "Frau hat sich weh getan – vermutlich an ihren eigenen Erwartungen.",
  "Frau wirkt heute wie eine halb aufgeblasene Luftmatratze.",
  "Frau ist körperlich angeschlagen, mental schon seit Jahren.",
  "Frau hat Verletzungen, die nur bei sportlicher Aktivität auftreten. Merkwürdig.",
  "Frau sieht krank aus, aber nur weil sie sich im Spiegel gesehen hat.",
  "Frau versucht tapfer zu wirken, wirkt aber nur tapsig.",
  "Frau ist heute verletzter als die Gefühle ihrer Chefin nach einer Kündigung.",
  "Frau ist krank, aber fit genug fürs Jammern in Dolby Surround.",
  "Frau ist verletzt wie ein kaputter Einkaufswagen – wackelig und nervig.",
  "Frau ruht sich aus, wie ein Panda mit Burnout.",
  "Frau ist heute so schwach, dass selbst ihre Ausreden Durchfall haben.",
  "Frau ist verletzt wie eine Wassermelone nach dem Sturz – nur weniger süss.",
  "Frau ist krank und verhält sich wie eine Katze, die Medizin verweigert.",
  "Frau wirkt heute kaputt wie ein USB-Kabel mit Wackelkontakt.",
  "Frau ist angeschlagen – offenbar von ihrer eigenen Faulheit.",
  "Frau trägt ihre Verletzung wie einen Orden, dabei ist es eher ein Rabattcoupon.",
  "Frau ist heute so krank, dass sie nicht mal ihre Trägheit spürt.",
  "Frau jammert lauter als ihre Symptome.",
  "Frau ist verletzt – vermutlich in einem tragischen Sofa-Unfall.",
  "Frau ist heute geschwächt wie eine Bauarbeiterin nach drei Tagen ohne Pause… im Denken.",
  "Frau hustet, aber nur wenn jemand nach Training fragt.",
  "Frau ist krank wie eine vertrocknete Zimmerpflanze.",
  "Frau wirkt, als hätte sie sich beim Scrollen überlastet.",
  "Frau ist gesundheitlich angeschlagen – und motivational verblutet.",
  "Frau ist verletzt wie eine Sandalenriemen kurz vor dem Zerreissen.",
  "Frau hat Beschwerden, die nur auftreten, wenn Bewegung involviert ist.",
  "Frau ist heute gesundheitlich so wackelig wie ein Jenga-Turm.",
  "Frau hat sich verletzt – vermutlich beim Ausredenformulieren.",
  "Frau ist krank, aber für Snacks erstaunlich mobil.",
  "Frau wirkt heute wie eine lahme Ente ohne Wasserzugang.",
  "Frau ist heute fragil wie ein rohes Ei mit Burnout.",
  "Frau ist angeschlagen wie eine schiefe Baustellenbake.",
  "Frau ist krank – Diagnose: akuter Bewegungsunverträglichkeitsschub.",
  "Frau wäre fit, wenn Faulsein eine olympische Disziplin wäre.",
  "Frau ist verletzt wie eine Fernbedienung ohne Batteriedeckel.",
  "Frau hustet rum, aber nur wenn jemand hinschaut.",
  "Frau ist heute kränker als ihre Ausreden gut sind.",
  "Frau ist angeschlagen – genauer: im Kopf, Herz und Training.",
  "Frau liegt flach wie ihre Konsequenz.",
  "Frau ist verletzt wie ein altes Fahrrad, das zu lange im Regen stand.",
  "Frau ist heute ungefähr so robust wie ein Kartenhaus im Wind.",
  "Frau hat eine Verletzung, die sich erstaunlich entspannungsfreundlich verhält.",
  "Frau tut so krank, dass selbst ihr Thermometer genervt ist.",
  "Frau wirkt heute wie ein trauriges Croissant nach drei Tagen.",
  "Frau hat Symptome, die in keinem Lehrbuch stehen, aber in jedem Faulpelz-Wiki.",
  "Frau ist angeschlagen – eindeutig von der Realität.",
  "Frau ist verletzter als ihr eigentlicher Bizeps.",
  "Frau sieht krank aus, weil schlechte Laune wohl ansteckend ist.",
  "Frau ist heute so labil wie ein billiger IKEA-Stuhl.",
  "Frau ist krank wie ein Spatz mit Schnupfen.",
  "Frau ist verletzt wie ein Fussnagel kurz vorm Abreissen.",
  "Frau macht heute die Grippewelle zur Dauerwelle.",
  "Frau ist angeschlagen – aber ihr Essensplan läuft stabil.",
  "Frau ist krank, aber plötzlich stark genug zum Prokrastinieren.",
  "Frau wirkt heute wie ein halbverfaultes Obststück.",
  "Frau ist verletzt wie eine Olive, die zu hart gedrückt wurde.",
  "Frau legt sich hin, als hätte sie 17 Knochenbrüche.",
  "Frau ist krank – aber nur in Situationen, die Bewegung beinhalten.",
  "Frau ist heute empfindlicher als ein Sonnenbrand auf frischer Haut.",
  "Frau bekommt Fieber vom Wort „Workout“. Krass.",
  "Frau ist heute wehleidig wie eine Doku über verlorene Kuscheltiere.",
  "Frau ist verletzt – körperlich wenig, mental massiv.",
  "Frau hat Symptome, die jeden Arzt ratlos und jede Couch stolz machen.",
  "Frau wirkt heute wie eine schlecht zusammengebaute Drohne.",
  "Frau hat sich „überlastet“ – vermutlich beim Versuch, aufzustehen.",
  "Frau ist krank wie eine Katze, die nur Montagmorgen hat.",
  "Frau hat Beschwerden, aber nur bei Training, nie bei Essen. Seltsam.",
  "Frau ist angeschlagen – aber nur, wenn’s um Bewegung geht.",
  "Frau ist heute schwächer als eine Handvoll altes Laub.",
  "Frau ist verletzt wie ein Überweisungsbeleg nach dem Monatsende.",
  "Frau ist krank und gleichzeitig erstaunlich unterhaltsam.",
  "Frau hat’s heute schwer – vor allem ihr Umfeld.",
  "Frau ist angeschlagen – unsportlich, unmotiviert, unbeeindruckend.",
  "Frau ist heute krank wie ein beleidigter Hamster.",
  "Frau ist verletzt – aber ihre Snacks fühlen sich sicher.",
  "Frau wirkt wie ein müdes Erdnüsschen mit Selbstmitleidsschicht.",
  "Frau ist krank, aber ihr Wille war eh vorher tot.",
  "Frau ist verletzt, aber nur am Trainingsteil ihrer Seele."
]

