[
  "{female_name} ist heute verletzt – ihr grösster Schaden ist aber immer noch das Ego.",
  "{female_name} ist „krank“, aber komisch: Netflix-Verfügbarkeit unverändert hoch.",
  "{female_name} humpelt emotional mehr als körperlich.",
  "{female_name} ist so verletzt, dass sogar ihre Ausreden Fieber haben.",
  "{female_name} wirkt heute krank wie ein Goldfisch mit Migräne.",
  "{female_name} hat sich verletzt – wahrscheinlich beim Denken.",
  "{female_name} ist heute ausser Gefecht, genau wie ihre Motivation seit Wochen.",
  "{female_name} behauptet, krank zu sein – aber ihr Appetit widerspricht heftig.",
  "{female_name} ist angeschlagen wie ein altes Nokia, aber ohne dessen Ausdauer.",
  "{female_name} hat Schmerzen, die nur im Bereich des Trainings auftreten. Zufall?",
  "{female_name} ist verletzt, aber ihr Handy schafft noch 10 Stunden Bildschirmzeit.",
  "{female_name} leidet wie eine Schauspielerin in der Dorftheatergruppe.",
  "{female_name} ist krank – oder einfach allergisch gegen Anstrengung.",
  "{female_name} wirkt heute wie ein Flügelbruch bei einer Bratwurst.",
  "{female_name} ist gesundheitlich angeschlagen, moralisch aber schon lange.",
  "{female_name} könnte trainieren, aber ihre Vorstellungskraft ist schwer verletzt.",
  "{female_name} hustet mehr Ausreden als Schleim.",
  "{female_name} ist krank wie ein Windows-Update: nervig und unnötig.",
  "{female_name} hat sich weh getan – vermutlich an ihren eigenen Erwartungen.",
  "{female_name} wirkt heute wie eine halb aufgeblasene Luftmatratze.",
  "{female_name} ist körperlich angeschlagen, mental schon seit Jahren.",
  "{female_name} hat Verletzungen, die nur bei sportlicher Aktivität auftreten. Merkwürdig.",
  "{female_name} sieht krank aus, aber nur weil sie sich im Spiegel gesehen hat.",
  "{female_name} versucht tapfer zu wirken, wirkt aber nur tapsig.",
  "{female_name} ist heute verletzter als die Gefühle ihrer Chefin nach einer Kündigung.",
  "{female_name} ist krank, aber fit genug fürs Jammern in Dolby Surround.",
  "{female_name} ist verletzt wie ein kaputter Einkaufswagen – wackelig und nervig.",
  "{female_name} ruht sich aus, wie ein Panda mit Burnout.",
  "{female_name} ist heute so schwach, dass selbst ihre Ausreden Durchfall haben.",
  "{female_name} ist verletzt wie eine Wassermelone nach dem Sturz – nur weniger süss.",
  "{female_name} ist krank und verhält sich wie eine Katze, die Medizin verweigert.",
  "{female_name} wirkt heute kaputt wie ein USB-Kabel mit Wackelkontakt.",
  "{female_name} ist angeschlagen – offenbar von ihrer eigenen Faulheit.",
  "{female_name} trägt ihre Verletzung wie einen Orden, dabei ist es eher ein Rabattcoupon.",
  "{female_name} ist heute so krank, dass sie nicht mal ihre Trägheit spürt.",
  "{female_name} jammert lauter als ihre Symptome.",
  "{female_name} ist verletzt – vermutlich in einem tragischen Sofa-Unfall.",
  "{female_name} ist heute geschwächt wie eine Bauarbeiterin nach drei Tagen ohne Pause… im Denken.",
  "{female_name} hustet, aber nur wenn jemand nach Training fragt.",
  "{female_name} ist krank wie eine vertrocknete Zimmerpflanze.",
  "{female_name} wirkt, als hätte sie sich beim Scrollen überlastet.",
  "{female_name} ist gesundheitlich angeschlagen – und motivational verblutet.",
  "{female_name} ist verletzt wie eine Sandalenriemen kurz vor dem Zerreissen.",
  "{female_name} hat Beschwerden, die nur auftreten, wenn Bewegung involviert ist.",
  "{female_name} ist heute gesundheitlich so wackelig wie ein Jenga-Turm.",
  "{female_name} hat sich verletzt – vermutlich beim Ausredenformulieren.",
  "{female_name} ist krank, aber für Snacks erstaunlich mobil.",
  "{female_name} wirkt heute wie eine lahme Ente ohne Wasserzugang.",
  "{female_name} ist heute fragil wie ein rohes Ei mit Burnout.",
  "{female_name} ist angeschlagen wie eine schiefe Baustellenbake.",
  "{female_name} ist krank – Diagnose: akuter Bewegungsunverträglichkeitsschub.",
  "{female_name} wäre fit, wenn Faulsein eine olympische Disziplin wäre.",
  "{female_name} ist verletzt wie eine Fernbedienung ohne Batteriedeckel.",
  "{female_name} hustet rum, aber nur wenn jemand hinschaut.",
  "{female_name} ist heute kränker als ihre Ausreden gut sind.",
  "{female_name} ist angeschlagen – genauer: im Kopf, Herz und Training.",
  "{female_name} liegt flach wie ihre Konsequenz.",
  "{female_name} ist verletzt wie ein altes Fahrrad, das zu lange im Regen stand.",
  "{female_name} ist heute ungefähr so robust wie ein Kartenhaus im Wind.",
  "{female_name} hat eine Verletzung, die sich erstaunlich entspannungsfreundlich verhält.",
  "{female_name} tut so krank, dass selbst ihr Thermometer genervt ist.",
  "{female_name} wirkt heute wie ein trauriges Croissant nach drei Tagen.",
  "{female_name} hat Symptome, die in keinem Lehrbuch stehen, aber in jedem Faulpelz-Wiki.",
  "{female_name} ist angeschlagen – eindeutig von der Realität.",
  "{female_name} ist verletzter als ihr eigentlicher Bizeps.",
  "{female_name} sieht krank aus, weil schlechte Laune wohl ansteckend ist.",
  "{female_name} ist heute so labil wie ein billiger IKEA-Stuhl.",
  "{female_name} ist krank wie ein Spatz mit Schnupfen.",
  "{female_name} ist verletzt wie ein Fussnagel kurz vorm Abreissen.",
  "{female_name} macht heute die Grippewelle zur Dauerwelle.",
  "{female_name} ist angeschlagen – aber ihr Essensplan läuft stabil.",
  "{female_name} ist krank, aber plötzlich stark genug zum Prokrastinieren.",
  "{female_name} wirkt heute wie ein halbverfaultes Obststück.",
  "{female_name} ist verletzt wie eine Olive, die zu hart gedrückt wurde.",
  "{female_name} legt sich hin, als hätte sie 17 Knochenbrüche.",
  "{female_name} ist krank – aber nur in Situationen, die Bewegung beinhalten.",
  "{female_name} ist heute empfindlicher als ein Sonnenbrand auf frischer Haut.",
  "{female_name} bekommt Fieber vom Wort „Workout“. Krass.",
  "{female_name} ist heute wehleidig wie eine Doku über verlorene Kuscheltiere.",
  "{female_name} ist verletzt – körperlich wenig, mental massiv.",
  "{female_name} hat Symptome, die jeden Arzt ratlos und jede Couch stolz machen.",
  "{female_name} wirkt heute wie eine schlecht zusammengebaute Drohne.",
  "{female_name} hat sich „überlastet“ – vermutlich beim Versuch, aufzustehen.",
  "{female_name} ist krank wie eine Katze, die nur Montagmorgen hat.",
  "{female_name} hat Beschwerden, aber nur bei Training, nie bei Essen. Seltsam.",
  "{female_name} ist angeschlagen – aber nur, wenn’s um Bewegung geht.",
  "{female_name} ist heute schwächer als eine Handvoll altes Laub.",
  "{female_name} ist verletzt wie ein Überweisungsbeleg nach dem Monatsende.",
  "{female_name} ist krank und gleichzeitig erstaunlich unterhaltsam.",
  "{female_name} hat’s heute schwer – vor allem ihr Umfeld.",
  "{female_name} ist angeschlagen – unsportlich, unmotiviert, unbeeindruckend.",
  "{female_name} ist heute krank wie ein beleidigter Hamster.",
  "{female_name} ist verletzt – aber ihre Snacks fühlen sich sicher.",
  "{female_name} wirkt wie ein müdes Erdnüsschen mit Selbstmitleidsschicht.",
  "{female_name} ist krank, aber ihr Wille war eh vorher tot.",
  "{female_name} ist verletzt, aber nur am Trainingsteil ihrer Seele."
]

