[
  "Emmanuel ist heute verletzt – sein grösster Schaden ist aber immer noch das Ego.",
  "Emmanuel ist „krank“, aber komisch: Netflix-Verfügbarkeit unverändert hoch.",
  "Emmanuel humpelt emotional mehr als körperlich.",
  "Emmanuel ist so verletzt, dass sogar seine Ausreden Fieber haben.",
  "Emmanuel wirkt heute krank wie ein Goldfisch mit Migräne.",
  "Emmanuel hat sich verletzt – wahrscheinlich beim Denken.",
  "Emmanuel ist heute ausser Gefecht, genau wie seine Motivation seit Wochen.",
  "Emmanuel behauptet, krank zu sein – aber sein Appetit widerspricht heftig.",
  "Emmanuel ist angeschlagen wie ein altes Nokia, aber ohne dessen Ausdauer.",
  "Emmanuel hat Schmerzen, die nur im Bereich des Trainings auftreten. Zufall?",
  "Emmanuel ist verletzt, aber sein Handy schafft noch 10 Stunden Bildschirmzeit.",
  "Emmanuel leidet wie ein Schauspieler in der Dorftheatergruppe.",
  "Emmanuel ist krank – oder einfach allergisch gegen Anstrengung.",
  "Emmanuel wirkt heute wie ein Flügelbruch bei einer Bratwurst.",
  "Emmanuel ist gesundheitlich angeschlagen, moralisch aber schon lange.",
  "Emmanuel könnte trainieren, aber seine Vorstellungskraft ist schwer verletzt.",
  "Emmanuel hustet mehr Ausreden als Schleim.",
  "Emmanuel ist krank wie ein Windows-Update: nervig und unnötig.",
  "Emmanuel hat sich weh getan – vermutlich an seinen eigenen Erwartungen.",
  "Emmanuel wirkt heute wie eine halb aufgeblasene Luftmatratze.",
  "Emmanuel ist körperlich angeschlagen, mental schon seit Jahren.",
  "Emmanuel hat Verletzungen, die nur bei sportlicher Aktivität auftreten. Merkwürdig.",
  "Emmanuel sieht krank aus, aber nur weil er sich im Spiegel gesehen hat.",
  "Emmanuel versucht tapfer zu wirken, wirkt aber nur tapsig.",
  "Emmanuel ist heute verletzter als die Gefühle seines Chefs nach einer Kündigung.",
  "Emmanuel ist krank, aber fit genug fürs Jammern in Dolby Surround.",
  "Emmanuel ist verletzt wie ein kaputter Einkaufswagen – wackelig und nervig.",
  "Emmanuel ruht sich aus, wie ein Panda mit Burnout.",
  "Emmanuel ist heute so schwach, dass selbst seine Ausreden Durchfall haben.",
  "Emmanuel ist verletzt wie eine Wassermelone nach dem Sturz – nur weniger süss.",
  "Emmanuel ist krank und verhält sich wie eine Katze, die Medizin verweigert.",
  "Emmanuel wirkt heute kaputt wie ein USB-Kabel mit Wackelkontakt.",
  "Emmanuel ist angeschlagen – offenbar von seiner eigenen Faulheit.",
  "Emmanuel trägt seine Verletzung wie ein Orden, dabei ist es eher ein Rabattcoupon.",
  "Emmanuel ist heute so krank, dass er nicht mal seine Trägheit spürt.",
  "Emmanuel jammert lauter als seine Symptome.",
  "Emmanuel ist verletzt – vermutlich in einem tragischen Sofa-Unfall.",
  "Emmanuel ist heute geschwächt wie ein Bauarbeiter nach drei Tagen ohne Pause… im Denken.",
  "Emmanuel hustet, aber nur wenn jemand nach Training fragt.",
  "Emmanuel ist krank wie eine vertrocknete Zimmerpflanze.",
  "Emmanuel wirkt, als hätte er sich beim Scrollen überlastet.",
  "Emmanuel ist gesundheitlich angeschlagen – und motivational verblutet.",
  "Emmanuel ist verletzt wie ein Sandalenriemen kurz vor dem Zerreissen.",
  "Emmanuel hat Beschwerden, die nur auftreten, wenn Bewegung involviert ist.",
  "Emmanuel ist heute gesundheitlich so wackelig wie ein Jenga-Turm.",
  "Emmanuel hat sich verletzt – vermutlich beim Ausredenformulieren.",
  "Emmanuel ist krank, aber für Snacks erstaunlich mobil.",
  "Emmanuel wirkt heute wie eine lahme Ente ohne Wasserzugang.",
  "Emmanuel ist heute fragil wie ein rohes Ei mit Burnout.",
  "Emmanuel ist angeschlagen wie eine schiefe Baustellenbake.",
  "Emmanuel ist krank – Diagnose: akuter Bewegungsunverträglichkeitsschub.",
  "Emmanuel wäre fit, wenn Faulsein eine olympische Disziplin wäre.",
  "Emmanuel ist verletzt wie eine Fernbedienung ohne Batteriedeckel.",
  "Emmanuel hustet rum, aber nur wenn jemand hinschaut.",
  "Emmanuel ist heute kränker als seine Ausreden gut sind.",
  "Emmanuel ist angeschlagen – genauer: im Kopf, Herz und Training.",
  "Emmanuel liegt flach wie seine Konsequenz.",
  "Emmanuel ist verletzt wie ein altes Fahrrad, das zu lange im Regen stand.",
  "Emmanuel ist heute ungefähr so robust wie ein Kartenhaus im Wind.",
  "Emmanuel hat eine Verletzung, die sich erstaunlich entspannungsfreundlich verhält.",
  "Emmanuel tut so krank, dass selbst sein Thermometer genervt ist.",
  "Emmanuel wirkt heute wie ein trauriges Croissant nach drei Tagen.",
  "Emmanuel hat Symptome, die in keinem Lehrbuch stehen, aber in jedem Faulpelz-Wiki.",
  "Emmanuel ist angeschlagen – eindeutig von der Realität.",
  "Emmanuel ist verletzter als sein eigentlicher Bizeps.",
  "Emmanuel sieht krank aus, weil schlechte Laune wohl ansteckend ist.",
  "Emmanuel ist heute so labil wie ein billiger IKEA-Stuhl.",
  "Emmanuel ist krank wie ein Spatz mit Schnupfen.",
  "Emmanuel ist verletzt wie ein Fussnagel kurz vorm Abreissen.",
  "Emmanuel macht heute die Grippewelle zur Dauerwelle.",
  "Emmanuel ist angeschlagen – aber sein Essensplan läuft stabil.",
  "Emmanuel ist krank, aber plötzlich stark genug zum Prokrastinieren.",
  "Emmanuel wirkt heute wie ein halbverfaultes Obststück.",
  "Emmanuel ist verletzt wie eine Olive, die zu hart gedrückt wurde.",
  "Emmanuel legt sich hin, als hätte er 17 Knochenbrüche.",
  "Emmanuel ist krank – aber nur in Situationen, die Bewegung beinhalten.",
  "Emmanuel ist heute empfindlicher als ein Sonnenbrand auf frischer Haut.",
  "Emmanuel bekommt Fieber vom Wort „Workout“. Krass.",
  "Emmanuel ist heute wehleidig wie eine Doku über verlorene Kuscheltiere.",
  "Emmanuel ist verletzt – körperlich wenig, mental massiv.",
  "Emmanuel hat Symptome, die jeden Arzt ratlos und jede Couch stolz machen.",
  "Emmanuel wirkt heute wie ein schlecht zusammengebaute Drohne.",
  "Emmanuel hat sich „überlastet“ – vermutlich beim Versuch, aufzustehen.",
  "Emmanuel ist krank wie eine Katze, die nur Montagmorgen hat.",
  "Emmanuel hat Beschwerden, aber nur bei Training, nie bei Essen. Seltsam.",
  "Emmanuel ist angeschlagen – aber nur, wenn’s um Bewegung geht.",
  "Emmanuel ist heute schwächer als eine Handvoll altes Laub.",
  "Emmanuel ist verletzt wie ein Überweisungsbeleg nach dem Monatsende.",
  "Emmanuel ist krank und gleichzeitig erstaunlich unterhaltsam.",
  "Emmanuel hat’s heute schwer – vor allem sein Umfeld.",
  "Emmanuel ist angeschlagen – unsportlich, unmotiviert, unbeeindruckend.",
  "Emmanuel ist heute krank wie ein beleidigter Hamster.",
  "Emmanuel ist verletzt – aber seine Snacks fühlen sich sicher.",
  "Emmanuel wirkt wie ein müdes Erdnüsschen mit Selbstmitleidsschicht.",
  "Emmanuel ist krank, aber sein Wille war eh vorher tot.",
  "Emmanuel ist verletzt, aber nur am Trainingsteil seiner Seele."
]

