[
  "Mann ist heute verletzt – sein grösster Schaden ist aber immer noch das Ego.",
  "Mann ist „krank“, aber komisch: Netflix-Verfügbarkeit unverändert hoch.",
  "Mann humpelt emotional mehr als körperlich.",
  "Mann ist so verletzt, dass sogar seine Ausreden Fieber haben.",
  "Mann wirkt heute krank wie ein Goldfisch mit Migräne.",
  "Mann hat sich verletzt – wahrscheinlich beim Denken.",
  "Mann ist heute ausser Gefecht, genau wie seine Motivation seit Wochen.",
  "Mann behauptet, krank zu sein – aber sein Appetit widerspricht heftig.",
  "Mann ist angeschlagen wie ein altes Nokia, aber ohne dessen Ausdauer.",
  "Mann hat Schmerzen, die nur im Bereich des Trainings auftreten. Zufall?",
  "Mann ist verletzt, aber sein Handy schafft noch 10 Stunden Bildschirmzeit.",
  "Mann leidet wie ein Schauspieler in der Dorftheatergruppe.",
  "Mann ist krank – oder einfach allergisch gegen Anstrengung.",
  "Mann wirkt heute wie ein Flügelbruch bei einer Bratwurst.",
  "Mann ist gesundheitlich angeschlagen, moralisch aber schon lange.",
  "Mann könnte trainieren, aber seine Vorstellungskraft ist schwer verletzt.",
  "Mann hustet mehr Ausreden als Schleim.",
  "Mann ist krank wie ein Windows-Update: nervig und unnötig.",
  "Mann hat sich weh getan – vermutlich an seinen eigenen Erwartungen.",
  "Mann wirkt heute wie eine halb aufgeblasene Luftmatratze.",
  "Mann ist körperlich angeschlagen, mental schon seit Jahren.",
  "Mann hat Verletzungen, die nur bei sportlicher Aktivität auftreten. Merkwürdig.",
  "Mann sieht krank aus, aber nur weil er sich im Spiegel gesehen hat.",
  "Mann versucht tapfer zu wirken, wirkt aber nur tapsig.",
  "Mann ist heute verletzter als die Gefühle seines Chefs nach einer Kündigung.",
  "Mann ist krank, aber fit genug fürs Jammern in Dolby Surround.",
  "Mann ist verletzt wie ein kaputter Einkaufswagen – wackelig und nervig.",
  "Mann ruht sich aus, wie ein Panda mit Burnout.",
  "Mann ist heute so schwach, dass selbst seine Ausreden Durchfall haben.",
  "Mann ist verletzt wie eine Wassermelone nach dem Sturz – nur weniger süss.",
  "Mann ist krank und verhält sich wie eine Katze, die Medizin verweigert.",
  "Mann wirkt heute kaputt wie ein USB-Kabel mit Wackelkontakt.",
  "Mann ist angeschlagen – offenbar von seiner eigenen Faulheit.",
  "Mann trägt seine Verletzung wie ein Orden, dabei ist es eher ein Rabattcoupon.",
  "Mann ist heute so krank, dass er nicht mal seine Trägheit spürt.",
  "Mann jammert lauter als seine Symptome.",
  "Mann ist verletzt – vermutlich in einem tragischen Sofa-Unfall.",
  "Mann ist heute geschwächt wie ein Bauarbeiter nach drei Tagen ohne Pause… im Denken.",
  "Mann hustet, aber nur wenn jemand nach Training fragt.",
  "Mann ist krank wie eine vertrocknete Zimmerpflanze.",
  "Mann wirkt, als hätte er sich beim Scrollen überlastet.",
  "Mann ist gesundheitlich angeschlagen – und motivational verblutet.",
  "Mann ist verletzt wie ein Sandalenriemen kurz vor dem Zerreissen.",
  "Mann hat Beschwerden, die nur auftreten, wenn Bewegung involviert ist.",
  "Mann ist heute gesundheitlich so wackelig wie ein Jenga-Turm.",
  "Mann hat sich verletzt – vermutlich beim Ausredenformulieren.",
  "Mann ist krank, aber für Snacks erstaunlich mobil.",
  "Mann wirkt heute wie eine lahme Ente ohne Wasserzugang.",
  "Mann ist heute fragil wie ein rohes Ei mit Burnout.",
  "Mann ist angeschlagen wie eine schiefe Baustellenbake.",
  "Mann ist krank – Diagnose: akuter Bewegungsunverträglichkeitsschub.",
  "Mann wäre fit, wenn Faulsein eine olympische Disziplin wäre.",
  "Mann ist verletzt wie eine Fernbedienung ohne Batteriedeckel.",
  "Mann hustet rum, aber nur wenn jemand hinschaut.",
  "Mann ist heute kränker als seine Ausreden gut sind.",
  "Mann ist angeschlagen – genauer: im Kopf, Herz und Training.",
  "Mann liegt flach wie seine Konsequenz.",
  "Mann ist verletzt wie ein altes Fahrrad, das zu lange im Regen stand.",
  "Mann ist heute ungefähr so robust wie ein Kartenhaus im Wind.",
  "Mann hat eine Verletzung, die sich erstaunlich entspannungsfreundlich verhält.",
  "Mann tut so krank, dass selbst sein Thermometer genervt ist.",
  "Mann wirkt heute wie ein trauriges Croissant nach drei Tagen.",
  "Mann hat Symptome, die in keinem Lehrbuch stehen, aber in jedem Faulpelz-Wiki.",
  "Mann ist angeschlagen – eindeutig von der Realität.",
  "Mann ist verletzter als sein eigentlicher Bizeps.",
  "Mann sieht krank aus, weil schlechte Laune wohl ansteckend ist.",
  "Mann ist heute so labil wie ein billiger IKEA-Stuhl.",
  "Mann ist krank wie ein Spatz mit Schnupfen.",
  "Mann ist verletzt wie ein Fussnagel kurz vorm Abreissen.",
  "Mann macht heute die Grippewelle zur Dauerwelle.",
  "Mann ist angeschlagen – aber sein Essensplan läuft stabil.",
  "Mann ist krank, aber plötzlich stark genug zum Prokrastinieren.",
  "Mann wirkt heute wie ein halbverfaultes Obststück.",
  "Mann ist verletzt wie eine Olive, die zu hart gedrückt wurde.",
  "Mann legt sich hin, als hätte er 17 Knochenbrüche.",
  "Mann ist krank – aber nur in Situationen, die Bewegung beinhalten.",
  "Mann ist heute empfindlicher als ein Sonnenbrand auf frischer Haut.",
  "Mann bekommt Fieber vom Wort „Workout“. Krass.",
  "Mann ist heute wehleidig wie eine Doku über verlorene Kuscheltiere.",
  "Mann ist verletzt – körperlich wenig, mental massiv.",
  "Mann hat Symptome, die jeden Arzt ratlos und jede Couch stolz machen.",
  "Mann wirkt heute wie ein schlecht zusammengebaute Drohne.",
  "Mann hat sich „überlastet“ – vermutlich beim Versuch, aufzustehen.",
  "Mann ist krank wie eine Katze, die nur Montagmorgen hat.",
  "Mann hat Beschwerden, aber nur bei Training, nie bei Essen. Seltsam.",
  "Mann ist angeschlagen – aber nur, wenn’s um Bewegung geht.",
  "Mann ist heute schwächer als eine Handvoll altes Laub.",
  "Mann ist verletzt wie ein Überweisungsbeleg nach dem Monatsende.",
  "Mann ist krank und gleichzeitig erstaunlich unterhaltsam.",
  "Mann hat’s heute schwer – vor allem sein Umfeld.",
  "Mann ist angeschlagen – unsportlich, unmotiviert, unbeeindruckend.",
  "Mann ist heute krank wie ein beleidigter Hamster.",
  "Mann ist verletzt – aber seine Snacks fühlen sich sicher.",
  "Mann wirkt wie ein müdes Erdnüsschen mit Selbstmitleidsschicht.",
  "Mann ist krank, aber sein Wille war eh vorher tot.",
  "Mann ist verletzt, aber nur am Trainingsteil seiner Seele."
]

