[
  "{male_name} ist heute verletzt – sein grösster Schaden ist aber immer noch das Ego.",
  "{male_name} ist „krank“, aber komisch: Netflix-Verfügbarkeit unverändert hoch.",
  "{male_name} humpelt emotional mehr als körperlich.",
  "{male_name} ist so verletzt, dass sogar seine Ausreden Fieber haben.",
  "{male_name} wirkt heute krank wie ein Goldfisch mit Migräne.",
  "{male_name} hat sich verletzt – wahrscheinlich beim Denken.",
  "{male_name} ist heute ausser Gefecht, genau wie seine Motivation seit Wochen.",
  "{male_name} behauptet, krank zu sein – aber sein Appetit widerspricht heftig.",
  "{male_name} ist angeschlagen wie ein altes Nokia, aber ohne dessen Ausdauer.",
  "{male_name} hat Schmerzen, die nur im Bereich des Trainings auftreten. Zufall?",
  "{male_name} ist verletzt, aber sein Handy schafft noch 10 Stunden Bildschirmzeit.",
  "{male_name} leidet wie ein Schauspieler in der Dorftheatergruppe.",
  "{male_name} ist krank – oder einfach allergisch gegen Anstrengung.",
  "{male_name} wirkt heute wie ein Flügelbruch bei einer Bratwurst.",
  "{male_name} ist gesundheitlich angeschlagen, moralisch aber schon lange.",
  "{male_name} könnte trainieren, aber seine Vorstellungskraft ist schwer verletzt.",
  "{male_name} hustet mehr Ausreden als Schleim.",
  "{male_name} ist krank wie ein Windows-Update: nervig und unnötig.",
  "{male_name} hat sich weh getan – vermutlich an seinen eigenen Erwartungen.",
  "{male_name} wirkt heute wie eine halb aufgeblasene Luftmatratze.",
  "{male_name} ist körperlich angeschlagen, mental schon seit Jahren.",
  "{male_name} hat Verletzungen, die nur bei sportlicher Aktivität auftreten. Merkwürdig.",
  "{male_name} sieht krank aus, aber nur weil er sich im Spiegel gesehen hat.",
  "{male_name} versucht tapfer zu wirken, wirkt aber nur tapsig.",
  "{male_name} ist heute verletzter als die Gefühle seines Chefs nach einer Kündigung.",
  "{male_name} ist krank, aber fit genug fürs Jammern in Dolby Surround.",
  "{male_name} ist verletzt wie ein kaputter Einkaufswagen – wackelig und nervig.",
  "{male_name} ruht sich aus, wie ein Panda mit Burnout.",
  "{male_name} ist heute so schwach, dass selbst seine Ausreden Durchfall haben.",
  "{male_name} ist verletzt wie eine Wassermelone nach dem Sturz – nur weniger süss.",
  "{male_name} ist krank und verhält sich wie eine Katze, die Medizin verweigert.",
  "{male_name} wirkt heute kaputt wie ein USB-Kabel mit Wackelkontakt.",
  "{male_name} ist angeschlagen – offenbar von seiner eigenen Faulheit.",
  "{male_name} trägt seine Verletzung wie ein Orden, dabei ist es eher ein Rabattcoupon.",
  "{male_name} ist heute so krank, dass er nicht mal seine Trägheit spürt.",
  "{male_name} jammert lauter als seine Symptome.",
  "{male_name} ist verletzt – vermutlich in einem tragischen Sofa-Unfall.",
  "{male_name} ist heute geschwächt wie ein Bauarbeiter nach drei Tagen ohne Pause… im Denken.",
  "{male_name} hustet, aber nur wenn jemand nach Training fragt.",
  "{male_name} ist krank wie eine vertrocknete Zimmerpflanze.",
  "{male_name} wirkt, als hätte er sich beim Scrollen überlastet.",
  "{male_name} ist gesundheitlich angeschlagen – und motivational verblutet.",
  "{male_name} ist verletzt wie ein Sandalenriemen kurz vor dem Zerreissen.",
  "{male_name} hat Beschwerden, die nur auftreten, wenn Bewegung involviert ist.",
  "{male_name} ist heute gesundheitlich so wackelig wie ein Jenga-Turm.",
  "{male_name} hat sich verletzt – vermutlich beim Ausredenformulieren.",
  "{male_name} ist krank, aber für Snacks erstaunlich mobil.",
  "{male_name} wirkt heute wie eine lahme Ente ohne Wasserzugang.",
  "{male_name} ist heute fragil wie ein rohes Ei mit Burnout.",
  "{male_name} ist angeschlagen wie eine schiefe Baustellenbake.",
  "{male_name} ist krank – Diagnose: akuter Bewegungsunverträglichkeitsschub.",
  "{male_name} wäre fit, wenn Faulsein eine olympische Disziplin wäre.",
  "{male_name} ist verletzt wie eine Fernbedienung ohne Batteriedeckel.",
  "{male_name} hustet rum, aber nur wenn jemand hinschaut.",
  "{male_name} ist heute kränker als seine Ausreden gut sind.",
  "{male_name} ist angeschlagen – genauer: im Kopf, Herz und Training.",
  "{male_name} liegt flach wie seine Konsequenz.",
  "{male_name} ist verletzt wie ein altes Fahrrad, das zu lange im Regen stand.",
  "{male_name} ist heute ungefähr so robust wie ein Kartenhaus im Wind.",
  "{male_name} hat eine Verletzung, die sich erstaunlich entspannungsfreundlich verhält.",
  "{male_name} tut so krank, dass selbst sein Thermometer genervt ist.",
  "{male_name} wirkt heute wie ein trauriges Croissant nach drei Tagen.",
  "{male_name} hat Symptome, die in keinem Lehrbuch stehen, aber in jedem Faulpelz-Wiki.",
  "{male_name} ist angeschlagen – eindeutig von der Realität.",
  "{male_name} ist verletzter als sein eigentlicher Bizeps.",
  "{male_name} sieht krank aus, weil schlechte Laune wohl ansteckend ist.",
  "{male_name} ist heute so labil wie ein billiger IKEA-Stuhl.",
  "{male_name} ist krank wie ein Spatz mit Schnupfen.",
  "{male_name} ist verletzt wie ein Fussnagel kurz vorm Abreissen.",
  "{male_name} macht heute die Grippewelle zur Dauerwelle.",
  "{male_name} ist angeschlagen – aber sein Essensplan läuft stabil.",
  "{male_name} ist krank, aber plötzlich stark genug zum Prokrastinieren.",
  "{male_name} wirkt heute wie ein halbverfaultes Obststück.",
  "{male_name} ist verletzt wie eine Olive, die zu hart gedrückt wurde.",
  "{male_name} legt sich hin, als hätte er 17 Knochenbrüche.",
  "{male_name} ist krank – aber nur in Situationen, die Bewegung beinhalten.",
  "{male_name} ist heute empfindlicher als ein Sonnenbrand auf frischer Haut.",
  "{male_name} bekommt Fieber vom Wort „Workout“. Krass.",
  "{male_name} ist heute wehleidig wie eine Doku über verlorene Kuscheltiere.",
  "{male_name} ist verletzt – körperlich wenig, mental massiv.",
  "{male_name} hat Symptome, die jeden Arzt ratlos und jede Couch stolz machen.",
  "{male_name} wirkt heute wie ein schlecht zusammengebaute Drohne.",
  "{male_name} hat sich „überlastet“ – vermutlich beim Versuch, aufzustehen.",
  "{male_name} ist krank wie eine Katze, die nur Montagmorgen hat.",
  "{male_name} hat Beschwerden, aber nur bei Training, nie bei Essen. Seltsam.",
  "{male_name} ist angeschlagen – aber nur, wenn’s um Bewegung geht.",
  "{male_name} ist heute schwächer als eine Handvoll altes Laub.",
  "{male_name} ist verletzt wie ein Überweisungsbeleg nach dem Monatsende.",
  "{male_name} ist krank und gleichzeitig erstaunlich unterhaltsam.",
  "{male_name} hat’s heute schwer – vor allem sein Umfeld.",
  "{male_name} ist angeschlagen – unsportlich, unmotiviert, unbeeindruckend.",
  "{male_name} ist heute krank wie ein beleidigter Hamster.",
  "{male_name} ist verletzt – aber seine Snacks fühlen sich sicher.",
  "{male_name} wirkt wie ein müdes Erdnüsschen mit Selbstmitleidsschicht.",
  "{male_name} ist krank, aber sein Wille war eh vorher tot.",
  "{male_name} ist verletzt, aber nur am Trainingsteil seiner Seele."
]

