[
  "Joy ist heute verletzt – ihr grösster Schaden ist aber immer noch das Ego.",
  "Joy ist „krank“, aber komisch: Netflix-Verfügbarkeit unverändert hoch.",
  "Joy humpelt emotional mehr als körperlich.",
  "Joy ist so verletzt, dass sogar ihre Ausreden Fieber haben.",
  "Joy wirkt heute krank wie ein Goldfisch mit Migräne.",
  "Joy hat sich verletzt – wahrscheinlich beim Denken.",
  "Joy ist heute ausser Gefecht, genau wie ihre Motivation seit Wochen.",
  "Joy behauptet, krank zu sein – aber ihr Appetit widerspricht heftig.",
  "Joy ist angeschlagen wie ein altes Nokia, aber ohne dessen Ausdauer.",
  "Joy hat Schmerzen, die nur im Bereich des Trainings auftreten. Zufall?",
  "Joy ist verletzt, aber ihr Handy schafft noch 10 Stunden Bildschirmzeit.",
  "Joy leidet wie eine Schauspielerin in der Dorftheatergruppe.",
  "Joy ist krank – oder einfach allergisch gegen Anstrengung.",
  "Joy wirkt heute wie ein Flügelbruch bei einer Bratwurst.",
  "Joy ist gesundheitlich angeschlagen, moralisch aber schon lange.",
  "Joy könnte trainieren, aber ihre Vorstellungskraft ist schwer verletzt.",
  "Joy hustet mehr Ausreden als Schleim.",
  "Joy ist krank wie ein Windows-Update: nervig und unnötig.",
  "Joy hat sich weh getan – vermutlich an ihren eigenen Erwartungen.",
  "Joy wirkt heute wie eine halb aufgeblasene Luftmatratze.",
  "Joy ist körperlich angeschlagen, mental schon seit Jahren.",
  "Joy hat Verletzungen, die nur bei sportlicher Aktivität auftreten. Merkwürdig.",
  "Joy sieht krank aus, aber nur weil sie sich im Spiegel gesehen hat.",
  "Joy versucht tapfer zu wirken, wirkt aber nur tapsig.",
  "Joy ist heute verletzter als die Gefühle ihrer Chefin nach einer Kündigung.",
  "Joy ist krank, aber fit genug fürs Jammern in Dolby Surround.",
  "Joy ist verletzt wie ein kaputter Einkaufswagen – wackelig und nervig.",
  "Joy ruht sich aus, wie ein Panda mit Burnout.",
  "Joy ist heute so schwach, dass selbst ihre Ausreden Durchfall haben.",
  "Joy ist verletzt wie eine Wassermelone nach dem Sturz – nur weniger süss.",
  "Joy ist krank und verhält sich wie eine Katze, die Medizin verweigert.",
  "Joy wirkt heute kaputt wie ein USB-Kabel mit Wackelkontakt.",
  "Joy ist angeschlagen – offenbar von ihrer eigenen Faulheit.",
  "Joy trägt ihre Verletzung wie einen Orden, dabei ist es eher ein Rabattcoupon.",
  "Joy ist heute so krank, dass sie nicht mal ihre Trägheit spürt.",
  "Joy jammert lauter als ihre Symptome.",
  "Joy ist verletzt – vermutlich in einem tragischen Sofa-Unfall.",
  "Joy ist heute geschwächt wie eine Bauarbeiterin nach drei Tagen ohne Pause… im Denken.",
  "Joy hustet, aber nur wenn jemand nach Training fragt.",
  "Joy ist krank wie eine vertrocknete Zimmerpflanze.",
  "Joy wirkt, als hätte sie sich beim Scrollen überlastet.",
  "Joy ist gesundheitlich angeschlagen – und motivational verblutet.",
  "Joy ist verletzt wie eine Sandalenriemen kurz vor dem Zerreissen.",
  "Joy hat Beschwerden, die nur auftreten, wenn Bewegung involviert ist.",
  "Joy ist heute gesundheitlich so wackelig wie ein Jenga-Turm.",
  "Joy hat sich verletzt – vermutlich beim Ausredenformulieren.",
  "Joy ist krank, aber für Snacks erstaunlich mobil.",
  "Joy wirkt heute wie eine lahme Ente ohne Wasserzugang.",
  "Joy ist heute fragil wie ein rohes Ei mit Burnout.",
  "Joy ist angeschlagen wie eine schiefe Baustellenbake.",
  "Joy ist krank – Diagnose: akuter Bewegungsunverträglichkeitsschub.",
  "Joy wäre fit, wenn Faulsein eine olympische Disziplin wäre.",
  "Joy ist verletzt wie eine Fernbedienung ohne Batteriedeckel.",
  "Joy hustet rum, aber nur wenn jemand hinschaut.",
  "Joy ist heute kränker als ihre Ausreden gut sind.",
  "Joy ist angeschlagen – genauer: im Kopf, Herz und Training.",
  "Joy liegt flach wie ihre Konsequenz.",
  "Joy ist verletzt wie ein altes Fahrrad, das zu lange im Regen stand.",
  "Joy ist heute ungefähr so robust wie ein Kartenhaus im Wind.",
  "Joy hat eine Verletzung, die sich erstaunlich entspannungsfreundlich verhält.",
  "Joy tut so krank, dass selbst ihr Thermometer genervt ist.",
  "Joy wirkt heute wie ein trauriges Croissant nach drei Tagen.",
  "Joy hat Symptome, die in keinem Lehrbuch stehen, aber in jedem Faulpelz-Wiki.",
  "Joy ist angeschlagen – eindeutig von der Realität.",
  "Joy ist verletzter als ihr eigentlicher Bizeps.",
  "Joy sieht krank aus, weil schlechte Laune wohl ansteckend ist.",
  "Joy ist heute so labil wie ein billiger IKEA-Stuhl.",
  "Joy ist krank wie ein Spatz mit Schnupfen.",
  "Joy ist verletzt wie ein Fussnagel kurz vorm Abreissen.",
  "Joy macht heute die Grippewelle zur Dauerwelle.",
  "Joy ist angeschlagen – aber ihr Essensplan läuft stabil.",
  "Joy ist krank, aber plötzlich stark genug zum Prokrastinieren.",
  "Joy wirkt heute wie ein halbverfaultes Obststück.",
  "Joy ist verletzt wie eine Olive, die zu hart gedrückt wurde.",
  "Joy legt sich hin, als hätte sie 17 Knochenbrüche.",
  "Joy ist krank – aber nur in Situationen, die Bewegung beinhalten.",
  "Joy ist heute empfindlicher als ein Sonnenbrand auf frischer Haut.",
  "Joy bekommt Fieber vom Wort „Workout“. Krass.",
  "Joy ist heute wehleidig wie eine Doku über verlorene Kuscheltiere.",
  "Joy ist verletzt – körperlich wenig, mental massiv.",
  "Joy hat Symptome, die jeden Arzt ratlos und jede Couch stolz machen.",
  "Joy wirkt heute wie eine schlecht zusammengebaute Drohne.",
  "Joy hat sich „überlastet“ – vermutlich beim Versuch, aufzustehen.",
  "Joy ist krank wie eine Katze, die nur Montagmorgen hat.",
  "Joy hat Beschwerden, aber nur bei Training, nie bei Essen. Seltsam.",
  "Joy ist angeschlagen – aber nur, wenn’s um Bewegung geht.",
  "Joy ist heute schwächer als eine Handvoll altes Laub.",
  "Joy ist verletzt wie ein Überweisungsbeleg nach dem Monatsende.",
  "Joy ist krank und gleichzeitig erstaunlich unterhaltsam.",
  "Joy hat’s heute schwer – vor allem ihr Umfeld.",
  "Joy ist angeschlagen – unsportlich, unmotiviert, unbeeindruckend.",
  "Joy ist heute krank wie ein beleidigter Hamster.",
  "Joy ist verletzt – aber ihre Snacks fühlen sich sicher.",
  "Joy wirkt wie ein müdes Erdnüsschen mit Selbstmitleidsschicht.",
  "Joy ist krank, aber ihr Wille war eh vorher tot.",
  "Joy ist verletzt, aber nur am Trainingsteil ihrer Seele."
]

