[
  "{male_name} und {female_name} haben heute so wenig gemacht, dass selbst ein leerer Kalender stolz auf sie wäre.",
  "{male_name} und {female_name} sind heute so faul, dass ihr Sofa schon nach Gewerkschaftsrechten schreit.",
  "{male_name} und {female_name} leisten gemeinsam weniger als eine Schnecke im Tiefschlaf.",
  "{male_name} und {female_name} haben heute mehr Ausreden als Ambitionen — Respekt, das muss man erstmal verkacken.",
  "{male_name} und {female_name} bewegen sich so wenig, dass ein Stein daneben wie ein Extremsportler wirkt.",
  "{male_name} und {female_name} sind heute ineffizient wie ein Toaster ohne Strom.",
  "{male_name} und {female_name} haben den Aktivitätslevel einer Gruftlampe.",
  "{male_name} und {female_name} sind heute träger als zwei Säcke feuchte Wäsche.",
  "{male_name} und {female_name} haben gemeinsam weniger Energie als eine tote Batterie im Schnee.",
  "{male_name} und {female_name} betreiben Fitness im Modus ‚geistig vielleicht, körperlich nein danke‘.",
  "{male_name} und {female_name} sind heute ein Team — Team Stillstand.",
  "{male_name} und {female_name} kriegen heute weniger hin als ein Büroventilator ohne Propeller.",
  "{male_name} und {female_name} tragen so wenig bei, dass selbst ihre Schatten kündigen würden.",
  "{male_name} und {female_name} haben heute mehr Pausen als Pläne.",
  "{male_name} und {female_name} motivieren sich gegenseitig — zum Nichtstun.",
  "{male_name} und {female_name} sind heute so unbrauchbar wie zwei nasse Streichhölzer.",
  "{male_name} und {female_name} strahlen die Energie von mittelalterlichen Wandteppichen aus.",
  "{male_name} und {female_name} könnten heute locker im Wettbewerb ‚Passivstes Leben‘ Gold holen.",
  "{male_name} und {female_name} wirken, als würden sie Anstrengung aus religiösen Gründen meiden.",
  "{male_name} und {female_name} sind heute das Dreamteam der Erwartungsenttäuschung.",
  "{male_name} und {female_name} haben heute gemeinsam weniger geleistet als ein ausgefallener Wecker.",
  "{male_name} und {female_name} sind heute die menschliche Interpretation von ‚Bitte nicht stören‘.",
  "{male_name} und {female_name} machen so wenig, dass man glaubt, sie werden pro Faulheit entlohnt.",
  "{male_name} und {female_name} haben heute den Drive eines rostigen Einkaufswagens.",
  "{male_name} und {female_name} sind heute so passiv, dass selbst eine Parkuhr aktiver wirkt.",
  "{male_name} und {female_name} wären heute perfekte Testobjekte für Tiefschlafforschung.",
  "{male_name} und {female_name} haben heute ungefähr die Power einer müden Glühbirne.",
  "{male_name} und {female_name} arbeiten heute still — still wie ein leerer Kühlschrank.",
  "{male_name} und {female_name} haben heute jede Ausrede benutzt, ausser ‚Ich versuche es wenigstens‘.",
  "{male_name} und {female_name} sind heute fauler als zwei Ferienhaus-Katzen nach All-you-can-eat.",
  "{male_name} und {female_name} haben heute Fitness auf Easy Mode gespielt — ohne zu starten.",
  "{male_name} und {female_name} wirken heute wie zwei Pflanzen, die absichtlich kein Wasser wollen.",
  "{male_name} und {female_name} sind heute produktiv wie zwei überfahrene Verkehrshütchen.",
  "{male_name} und {female_name} haben den inneren Schweinehund heute nicht bekämpft, sondern adoptiert.",
  "{male_name} und {female_name} sind heute so bewegungsarm, dass man sie als Deko verwenden könnte.",
  "{male_name} und {female_name} machen heute weniger Schritte als ein kaputter Schrittzähler.",
  "{male_name} und {female_name} wirken heute wie Menschen, die bei der Geburt ‚Snooze‘ gedrückt haben.",
  "{male_name} und {female_name} haben heute gemeinsam die Leistungsfähigkeit von zwei feuchten Taschentüchern.",
  "{male_name} und {female_name} sind heute so aktiv wie zwei tote USB-Sticks.",
  "{male_name} und {female_name} haben heute absolut nichts geschafft — und selbst das war anstrengend.",
  "{male_name} und {female_name} haben heute Ambitionen so stabil wie eine Seifenblase im Sturm.",
  "{male_name} und {female_name} sind heute fauler als zwei Fliegen in der Winterpause.",
  "{male_name} und {female_name} haben heute die Dynamik eines Steingartens.",
  "{male_name} und {female_name} wirken heute wie zwei schlappe Luftballons nach einer enttäuschenden Party.",
  "{male_name} und {female_name} könnten heute wissenschaftlich beweisen, dass Stillstand endlos ist.",
  "{male_name} und {female_name} haben heute gemeinsam weniger Schwung als zwei nasse Nudeln.",
  "{male_name} und {female_name} sind heute so inspirationslos wie zwei leere Post-its.",
  "{male_name} und {female_name} haben heute gemeinsam das Trainingsniveau zweier Gemütlichkeitsmöbel.",
  "{male_name} und {female_name} sind heute fauler als zwei Kühe beim Schönheitswettbewerb.",
  "{male_name} und {female_name} haben heute Motivation auf Flugmodus.",
  "{male_name} und {female_name} haben heute weniger Bewegung gezeigt als zwei Schneemänner im Frühling.",
  "{male_name} und {female_name} sind heute so unproduktiv, dass selbst ihre Ausreden Überstunden machen.",
  "{male_name} und {female_name} liefern heute die Performance von zwei verrosteten Gartenstühlen.",
  "{male_name} und {female_name} sind heute faul wie zwei Faultiere nach einem All-inclusive-Urlaub.",
  "{male_name} und {female_name} haben heute nur eines gemeinsam geschafft: Erwartungen zu unterbieten.",
  "{male_name} und {female_name} sind heute aktiv wie zwei Steine auf einem Regalbrett.",
  "{male_name} und {female_name} erreichen heute das sportliche Niveau zweier Briefbeschwerer.",
  "{male_name} und {female_name} motivationstechnisch: Windows-Fehlermeldung.",
  "{male_name} und {female_name} wirken heute wie zwei Laptops mit 1% Akku und ohne Ladekabel.",
  "{male_name} und {female_name} haben heute ungefähr die Willenskraft zweier halber Reiswaffeln.",
  "{male_name} und {female_name} wären heute perfekte Models für die Kollektion ‚Hoffnungslos Unambitioniert‘.",
  "{male_name} und {female_name} laufen heute geistig auf Sparflamme und körperlich auf Frostschutz.",
  "{male_name} und {female_name} sind heute unterwegs im Modus ‚Vielleicht morgen, aber wahrscheinlich nie‘.",
  "{male_name} und {female_name} haben heute den Elan zweier Büroklammern im Ruhestand.",
  "{male_name} und {female_name} schaffen es heute nicht mal, die Luft zu bewegen.",
  "{male_name} und {female_name} haben heute denselben Ehrgeiz wie zwei schlafende Gartenzwerge.",
  "{male_name} und {female_name} sind heute so nutzlos, dass man sie fast als Konzeptkunst bezeichnen könnte.",
  "{male_name} und {female_name} bewegen sich heute weniger als zwei Kühlschränke bei Stromausfall.",
  "{male_name} und {female_name} haben heute so wenig getan, dass es schon meditativ wirkt.",
  "{male_name} und {female_name} haben heute denselben Drive wie zwei eingerostete Rollschuhe.",
  "{male_name} und {female_name} sind heute die lebendige Verkörperung von ‚Unbeteiligte Statisten‘.",
  "{male_name} und {female_name} haben heute Fitness auf Standbild gespielt.",
  "{male_name} und {female_name} wirken heute wie zwei verlorene AirPods — ohne Zweck, ohne Energie.",
  "{male_name} und {female_name} haben heute spirituell trainiert — also gar nicht.",
  "{male_name} und {female_name} sind heute aktiv wie zwei Stehlampen ohne Kabel.",
  "{male_name} und {female_name} haben heute mehr Pausen als Sinn im Alltag.",
  "{male_name} und {female_name} sind heute so müde, dass selbst Müdigkeit neidisch wird.",
  "{male_name} und {female_name} liefern heute sportlich weniger als zwei Kissenbezüge.",
  "{male_name} und {female_name} sind heute produktiv wie zwei Pfützen im Schatten.",
  "{male_name} und {female_name} haben heute das Trainingsniveau einer vergessenen Einkaufsliste.",
  "{male_name} und {female_name} sind heute zwei wandelnde Ladebalken bei 0%.",
  "{male_name} und {female_name} wirken heute wie zwei defekte Thermometer — keine Reaktion.",
  "{male_name} und {female_name} haben heute gemeinsam die Stabilität zweier matschiger Tomaten.",
  "{male_name} und {female_name} sind heute so langsam, dass selbst Stillstand nervös wird.",
  "{male_name} und {female_name} haben heute Fitness betrieben wie zwei Wolldecken im Winterschlaf.",
  "{male_name} und {female_name} wirken heute wie zwei ausgebrannte LED-Lichter.",
  "{male_name} und {female_name} sind heute so unbewegt, man könnte sie als Kunstinstallation verkaufen.",
  "{male_name} und {female_name} liefern heute weniger Action als ein Museum für Staubpartikel.",
  "{male_name} und {female_name} wirken heute wie zwei einsame Pfandflaschen im Regen.",
  "{male_name} und {female_name} haben heute gemeinsam die Inspiration zweier kaputter Glühbirnen.",
  "{male_name} und {female_name} sind heute so überfordert, dass selbst ein leerer Raum zu viel wäre.",
  "{male_name} und {female_name} wirken heute wie zwei alte Handtücher, die niemand mehr benutzen will.",
  "{male_name} und {female_name} haben heute sportlich dieselbe Wirkung wie zwei Soft-Eis-Maschinen im Wartungsmodus.",
  "{male_name} und {female_name} sind heute so langsam, dass selbst Schnecken überlegen, ihnen zu helfen.",
  "{male_name} und {female_name} wirken heute wie zwei billige Plastikpferde auf einem Karussell – rundherum Bewegung, selbst nichts.",
  "{male_name} und {female_name} haben heute die Power zweier leere Bierdosen.",
  "{male_name} und {female_name} sind heute so uninspiriert, dass sie sogar Google ratlos machen würden.",
  "{male_name} und {female_name} wirken heute wie zwei vergessene Butterbrote in einer Schultasche.",
  "{male_name} und {female_name} haben sportlich denselben Impact wie zwei Wolldecken auf Valium.",
  "{male_name} und {female_name} sind heute so passiv, dass selbst der Mond aktiver die Gezeiten bewegt.",
  "{male_name} und {female_name} wirken heute wie zwei schüchterne Staubkörner im Sonnenlicht.",
  "{male_name} und {female_name} haben heute so wenig erreicht, dass selbst Luftmoleküle enttäuscht sind.",
  "{male_name} und {female_name} wirken heute wie zwei eingefrorene Goldfische mit Existenzkrise.",
  "{male_name} und {female_name} haben heute gemeinsam die Schlagkraft zweier schlaffer Spaghetti.",
  "{male_name} und {female_name} sind heute so passiv, dass man sie für zwei meditierende Steine halten könnte.",
  "{male_name} und {female_name} wirken heute wie zwei Softdrinks ohne Kohlensäure – schal und nutzlos.",
  "{male_name} und {female_name} haben heute denselben Antrieb wie zwei tote Laternenpfähle.",
  "{male_name} und {female_name} sind heute so unwirksam, dass selbst Placebos neidisch werden.",
  "{male_name} und {female_name} wirken heute wie zwei vergessene Kühlschrankmagnete am Boden.",
  "{male_name} und {female_name} haben heute die Agilität zweier Parksandkörner.",
  "{male_name} und {female_name} sind heute so inspirationsfrei, dass ein leerer Notizblock philosophisch wirkt.",
  "{male_name} und {female_name} wirken heute wie zwei verdreckte Fensterscheiben – kein Durchblick, kein Nutzen.",
  "{male_name} und {female_name} haben heute den Fitnessgrad zweier eingeschlafener Hüte.",
  "{male_name} und {female_name} sind heute so still, dass man glauben könnte, sie werden auf Lautlos betrieben.",
  "{male_name} und {female_name} wirken heute wie zwei Puppen ohne Fäden – einfach leblos.",
  "{male_name} und {female_name} haben heute die sportliche Wirkungskraft zweier halber Toastscheiben.",
  "{male_name} und {female_name} sind heute so überfordert, dass selbst ihre Nervensysteme Urlaub wollen.",
  "{male_name} und {female_name} wirken heute wie zwei alte Gartenschläuche – verknotet, träge, nutzlos.",
  "{male_name} und {female_name} haben heute den Drive einer leeren Autobatterie im Winter.",
  "{male_name} und {female_name} sind heute so ambitioniert wie zwei Mülleimer bei Nacht.",
  "{male_name} und {female_name} wirken heute wie zwei vergessene Schrauben im Werkzeugkasten.",
  "{male_name} und {female_name} haben heute die Beweglichkeit zweier nasser Kartons.",
  "{male_name} und {female_name} sind heute so reaktionsarm, dass selbst Sonnenuntergänge schneller passieren.",
  "{male_name} und {female_name} wirken heute wie zwei unglücklich platzierte Verkehrsschilder – sinnlos im Weg.",
  "{male_name} und {female_name} haben heute die Kondition zweier wegbrechender Toastkanten.",
  "{male_name} und {female_name} sind heute so teilnahmslos, dass selbst Steine mehr Persönlichkeit zeigen.",
  "{male_name} und {female_name} wirken heute wie zwei kaputte Ventilatoren – lautlos und wirkungslos.",
  "{male_name} und {female_name} haben heute die Leistungsbereitschaft zweier überreifen Bananen.",
  "{male_name} und {female_name} sind heute so ausgestorben wie ihre Motivation.",
  "{male_name} und {female_name} wirken heute wie zwei Schatten, die keine Lust mehr haben, zu folgen.",
  "{male_name} und {female_name} haben heute den sportlichen Ehrgeiz zweier halbvoller Wasserflaschen.",
  "{male_name} und {female_name} sind heute so unbrauchbar, dass man sie als Requisiten deklarieren sollte.",
  "{male_name} und {female_name} wirken heute wie zwei eingeschlafene Hühner – verwirrt und still.",
  "{male_name} und {female_name} haben heute denselben Effekt wie zwei Monitorständer ohne Monitore.",
  "{male_name} und {female_name} sind heute so wenig energetisch, dass sie im Kraftwerk als Gefahr gelten würden.",
  "{male_name} und {female_name} wirken heute wie zwei vergessene Einkaufstüten – leer und unbewegt.",
  "{male_name} und {female_name} haben heute die Stabilität zweier feuchter Brötchen.",
  "{male_name} und {female_name} sind heute so antriebslos, dass selbst Staub schneller unterwegs ist.",
  "{male_name} und {female_name} wirken heute wie zwei falsch montierte IKEA-Regalböden – schief und nutzlos.",
  "{male_name} und {female_name} haben heute die Reaktionszeit zweier abgelaufener Parkuhren.",
  "{male_name} und {female_name} sind heute so irrelevant, dass nicht einmal die Zeit sie ernst nimmt.",
  "{male_name} und {female_name} wirken heute wie zwei verstaubte Globusse – alt, sinnlos und falsch im Detail.",
  "{male_name} und {female_name} haben heute die Ausdauer zweier geplatzter Fahrradreifen.",
  "{male_name} und {female_name} sind heute so fern jeder Motivation, dass selbst Zen-Mönche weinen würden.",
  "{male_name} und {female_name} wirken heute wie zwei Teelichter im Sturm – hoffnungslos, kurz vorm Aus.",
  "{male_name} und {female_name} haben heute die Entschlossenheit zweier verlorener Pfennige.",
  "{male_name} und {female_name} sind heute so langsam, dass selbst Faultiere overperformen.",
  "{male_name} und {female_name} wirken heute wie zwei dehydrierte Toastbrote – bröselig und fragil.",
  "{male_name} und {female_name} haben heute dieselbe Dynamik wie zwei eingeschlafene Flüsse.",
  "{male_name} und {female_name} sind heute so wenig bei der Sache, dass selbst ihr Echo sich schämt.",
  "{male_name} und {female_name} haben heute gemeinsam weniger geleistet als zwei Steine beim Mittagsschlaf.",
  "{male_name} und {female_name} wirken heute wie zwei alte Gummistiefel – schwer, nutzlos und irgendwo im Weg.",
  "{male_name} und {female_name} haben heute denselben Impact wie zwei vergessene Kartoffeln im Vorratsschrank.",
  "{male_name} und {female_name} sind heute so motivationsfrei, dass sogar ein toter Fisch neidisch hinschaut.",
  "{male_name} und {female_name} wirken heute wie zwei Papiertüten im Regen – weich, schwach, hoffnungslos.",
  "{male_name} und {female_name} haben heute die Energie zweier verrosteter Klingeln.",
  "{male_name} und {female_name} sind heute so still, dass man sie für zwei kaputte Türstopper halten könnte.",
  "{male_name} und {female_name} wirken heute wie zwei Pulslose, die so tun, als wären sie beschäftigt.",
  "{male_name} und {female_name} haben heute gemeinsam die Antriebslosigkeit zweier müder Hauspflanzen.",
  "{male_name} und {female_name} sind heute so faul, dass sogar ihre Ausreden sich ausruhen müssen.",
  "{male_name} und {female_name} wirken heute wie zwei vergessene Pfannkuchen – kalt, schlapp, traurig.",
  "{male_name} und {female_name} haben heute denselben Drive wie zwei Fahrradständer.",
  "{male_name} und {female_name} sind heute so nutzlos, dass man sie als Luft-Dekoration bezeichnen könnte.",
  "{male_name} und {female_name} wirken heute wie zwei halb aufgeblasene Pooltiere.",
  "{male_name} und {female_name} haben heute die Durchsetzungskraft zweier weicher Kissen.",
  "{male_name} und {female_name} sind heute so untätig, dass sie sogar Schwerkraft enttäuschen.",
  "{male_name} und {female_name} wirken heute wie zwei alte Matratzen – eingesunken und am Ende.",
  "{male_name} und {female_name} haben heute die Initiative zweier verlorener Kronkorken.",
  "{male_name} und {female_name} sind heute so unauffällig, dass man sie übersehen könnte, selbst wenn man sie sucht.",
  "{male_name} und {female_name} wirken heute wie zwei Batterien, die schon vor dem Kauf leer waren.",
  "{male_name} und {female_name} haben heute denselben Trainingsoutput wie zwei Eisskulpturen im Keller.",
  "{male_name} und {female_name} sind heute so langsam, dass selbst Schatten genervt vorlaufen.",
  "{male_name} und {female_name} wirken heute wie zwei nasse Wollsocken – schwer, klamm, unbrauchbar.",
  "{male_name} und {female_name} haben heute die Effizienz zweier abgelaufener Rabattmarken.",
  "{male_name} und {female_name} sind heute so passiv, dass ein Kieselstein sie übertrifft.",
  "{male_name} und {female_name} wirken heute wie zwei halbtote Zimmerspringbrunnen.",
  "{male_name} und {female_name} haben heute die Resilienz zweier schlaffer Pancakes.",
  "{male_name} und {female_name} sind heute so lustlos, dass sie sogar Langeweile langweilen.",
  "{male_name} und {female_name} wirken heute wie zwei kaputte Schneekugeln – ohne Schnee, ohne Kugel, ohne Sinn.",
  "{male_name} und {female_name} haben heute dieselbe Dynamik wie zwei Steaks im Gefrierfach.",
  "{male_name} und {female_name} sind heute so uninteressant, dass selbst Staubkörner lieber weiterziehen.",
  "{male_name} und {female_name} wirken heute wie zwei vergessene Yogamatten – platt und verloren.",
  "{male_name} und {female_name} haben heute die Beweglichkeit zweier eingefrorener Gartenzwerge.",
  "{male_name} und {female_name} sind heute so ideenlos, dass ein leerer Kühlschrank inspirierend wirkt.",
  "{male_name} und {female_name} wirken heute wie zwei Lampen ohne Glühbirnen.",
  "{male_name} und {female_name} haben heute die Vitalität zweier lebloser Schulhefte.",
  "{male_name} und {female_name} sind heute so „nicht da“, dass selbst GPS sie nicht findet.",
  "{male_name} und {female_name} wirken heute wie zwei tote USB-Sticks voller korrupter Daten.",
  "{male_name} und {female_name} haben heute die Einsatzbereitschaft zweier Wassermelonen im Eisbad.",
  "{male_name} und {female_name} sind heute so untauglich, dass man sie nicht einmal als Platzhalter benutzen könnte.",
  "{male_name} und {female_name} wirken heute wie zwei ausgebrannte Teelichter nach einem missglückten Date.",
  "{male_name} und {female_name} haben heute die Wirkung zweier kaputter Fahrradklingeln – lautlos und nutzlos.",
  "{male_name} und {female_name} sind heute so abwesend, dass selbst ihre Gedanken nicht auftauchen.",
  "{male_name} und {female_name} wirken heute wie zwei angeschimmelte Toastscheiben – objektiv ein Fehler.",
  "{male_name} und {female_name} haben heute denselben sportlichen Impact wie zwei Schneeflocken im Hochsommer.",
  "{male_name} und {female_name} sind heute so müde, dass ihre Müdigkeit müde wirkt.",
  "{male_name} und {female_name} wirken heute wie zwei Steine, die beschlossen haben, noch weniger zu sein.",
  "{male_name} und {female_name} haben heute die psychische Stärke zweier geplatzter Kirmesballons.",
  "{male_name} und {female_name} sind heute so extrem unmotiviert, dass es fast schon wieder bewundernswert ist.",
  "{male_name} und {female_name} haben heute so wenig gemacht, dass selbst Staubkörner mehr Lebenswillen zeigen.",
  "{male_name} und {female_name} liegen rum wie zwei vergessene Döner auf einer Parkbank.",
  "{male_name} und {female_name} waren heute so leblos, dass man sie für Museums-Ausstellungsstücke halten könnte – Kategorie: ‚Stillstand in Reinform‘.",
  "{male_name} und {female_name} hatten heute die Energie von zwei toten Glühwürmchen im Winter.",
  "{male_name} und {female_name} waren so unproduktiv, dass ihre Schatten gekündigt haben.",
  "{male_name} und {female_name} haben heute weniger geleistet als zwei Pfützen im Schatten.",
  "{male_name} und {female_name} wirken wie zwei Sofakissen, die zu lange in Depression mariniert wurden.",
  "{male_name} und {female_name} waren heute fauler als zwei Büffel, die im Treibsand ein Wellnessprogramm machen.",
  "{male_name} und {female_name} haben heute Motivation gesehen – aus sicherer Entfernung.",
  "{male_name} und {female_name} hatten heute dieselbe Dynamik wie zwei tote Handyakkus im Kühlschrank.",
  "{male_name} und {female_name} haben heute nichts erreicht, außer vielleicht neue Tiefen der Nutzlosigkeit.",
  "{male_name} und {female_name} waren heute so passiv, man könnte sie für zwei demente Gartenzwerge halten.",
  "{male_name} und {female_name} hatten heute die Arbeitsmoral eines eingeschlafenen Verkehrshütchens.",
  "{male_name} und {female_name} waren heute so unbeteiligt, dass selbst Wände mehr Charakter zeigten.",
  "{male_name} und {female_name} waren heute wie zwei Schnecken – ohne Panzer, ohne Ziele, ohne Hoffnung.",
  "{male_name} und {female_name} hatten heute denselben Spirit wie zwei vergessene Lutscher unter einem Autositz.",
  "{male_name} und {female_name} haben heute weniger bewegt als zwei Eisenstangen im Beton.",
  "{male_name} und {female_name} sind heute wie zwei Luftballons – nur dass ein Luftballon noch Potenzial hat.",
  "{male_name} und {female_name} hatten heute so wenig Drive, dass selbst Stillstand genervt war.",
  "{male_name} und {female_name} hatten heute die Ausstrahlung zweier gammeliger Toastscheiben.",
  "{male_name} und {female_name} waren heute wie zwei kaputte Thermometer – keine Reaktion, kein Nutzen.",
  "{male_name} und {female_name} waren heute produktiv wie zwei Fische auf dem Trockenen – nur weniger agil.",
  "{male_name} und {female_name} hatten heute denselben Effizienzgrad wie zwei nasse Papiertüten im Regen.",
  "{male_name} und {female_name} haben heute eine Leistung abgeliefert, die sogar dem Boden peinlich wäre.",
  "{male_name} und {female_name} hatten heute die Ambition zweier überfahrener Ampeln.",
  "{male_name} und {female_name} waren heute so motivationsfrei, dass selbst Buddha genervt abwinken würde.",
  "{male_name} und {female_name} hatten heute den Charme zweier benutzter Pflaster im Rinnstein.",
  "{male_name} und {female_name} waren heute wie zwei vergessene Turnbeutel – muffig und bewegungslos.",
  "{male_name} und {female_name} hatten heute denselben Impact wie zwei lose Schrauben in einem kaputten IKEA-Regal.",
  "{male_name} und {female_name} waren heute so aktiv wie zwei Steine, die beschlossen haben, NOCH weniger zu tun.",
  "{male_name} und {female_name} hatten heute dieselbe Präsenz wie zwei ausgeblasene Kerzen.",
  "{male_name} und {female_name} waren heute wie zwei tote WLAN-Router – keine Verbindung, kein Leben.",
  "{male_name} und {female_name} hatten heute die Qualität zweier veganer Nugget-Imitate – optisch da, inhaltlich enttäuschend.",
  "{male_name} und {female_name} wirkten heute wie zwei gebrochene Gabeln – irrelevant und irgendwie traurig.",
  "{male_name} und {female_name} hatten heute denselben Spirit wie zwei überfahrene Kuscheltiere.",
  "{male_name} und {female_name} waren heute bewegungstechnisch auf dem Niveau zweier gestohlener Parkuhren.",
  "{male_name} und {female_name} hatten heute Motivation auf Flugmodus.",
  "{male_name} und {female_name} waren heute zwei emotionale Kühlschränke – kalt, leer, komplett unnütz.",
  "{male_name} und {female_name} hatten heute den Fortschritt zweier Schneeflocken im Backofen.",
  "{male_name} und {female_name} wirkten heute wie zwei vergessene Luftmatratzen – ohne Luft, ohne Sinn.",
  "{male_name} und {female_name} hatten heute denselben Tatendrang wie zwei abgelaufene Joghurts.",
  "{male_name} und {female_name} waren heute wie zwei Wolldecken, die beschlossen haben, dass Bewegung ein Gerücht ist.",
  "{male_name} und {female_name} hatten heute denselben Fitnesslevel wie zwei Stehlampen – ohne Stehfunktion.",
  "{male_name} und {female_name} wirkten heute wie zwei tote Batterien, die sich gegenseitig Hoffnung machen.",
  "{male_name} und {female_name} hatten heute den Fokus zweier Alzheimer-Goldfische.",
  "{male_name} und {female_name} waren heute insgesamt gesehen nutzloser als zwei Klettverschlüsse an einem Raumschiff.",
  "{male_name} und {female_name} hatten heute dieselbe Eleganz wie zwei nasse Schaumstoffwürfel.",
  "{male_name} und {female_name} waren so unmotiviert, dass selbst ihre Faulheit ein Burnout bekam.",
  "{male_name} und {female_name} hatten heute die Performance zweier entkoffeinierter Faultiere.",
  "{male_name} und {female_name} waren heute wie zwei vergessene Wassermelonen – außen traurig, innen leer.",
  "{male_name} und {female_name} hatten heute denselben Spirit wie zwei tote Bienen auf einer Fensterbank.",
  "{male_name} und {female_name} waren heute aktiv wie zwei Schallplatten ohne Spieler.",
  "{male_name} und {female_name} hatten heute denselben IQ wie zwei fallengelassene Toastscheiben.",
  "{male_name} und {female_name} wirkten heute wie zwei kaputte Türstopper – komplett sinnlos.",
  "{male_name} und {female_name} waren heute wie zwei Batterien, die schon vor dem Kauf leer waren.",
  "{male_name} und {female_name} hatten heute die Präsenz zweier nasser Taschentücher.",
  "{male_name} und {female_name} waren heute wie zwei vergessene Bürgersteigkreiden im Regen.",
  "{male_name} und {female_name} hatten heute dieselbe Energie wie zwei vergessene Kühlschrankmagnete.",
  "{male_name} und {female_name} wirkten heute wie zwei tote Goldfische – ohne Charme, ohne Bewegung.",
  "{male_name} und {female_name} hatten heute dieselbe Relevanz wie zwei defekte Einkaufschips.",
  "{male_name} und {female_name} waren heute wie zwei leere Luftballons – nur ohne Kindheitsfreude.",
  "{male_name} und {female_name} hatten heute dieselbe Spannung wie zwei ausgefallene Ampeln.",
  "{male_name} und {female_name} wirkten heute wie zwei Brotkrumen nach einer schlechten Party.",
  "{male_name} und {female_name} waren heute so nutzlos, dass selbst Unkraut mehr Respekt bekommt.",
  "{male_name} und {female_name} hatten heute denselben Output wie zwei eingefrorene Pfützen.",
  "{male_name} und {female_name} waren heute wie zwei vergessene Kaugummis unter einem Schultisch.",
  "{male_name} und {female_name} hatten heute dieselbe Intensität wie zwei stumme Staubsauger.",
  "{male_name} und {female_name} wirkten heute wie zwei verlorene Einkaufslisten – komplett sinnlos.",
  "{male_name} und {female_name} waren heute zwei traurige Comedy-Shows ohne Pointe.",
  "{male_name} und {female_name} hatten heute den Mut zweier überfahrener Marshmallows.",
  "{male_name} und {female_name} wirkten heute wie zwei Toastscheiben, die niemand wollte.",
  "{male_name} und {female_name} waren heute wie zwei Halogenlampen im Stromausfall.",
  "{male_name} und {female_name} hatten heute dieselbe Form wie zwei matschige Bananen.",
  "{male_name} und {female_name} wirkten heute wie zwei halbtote Zimmerpflanzen – ohne Potenzial.",
  "{male_name} und {female_name} waren heute wie zwei vergessene Schneekugeln im Sommer.",
  "{male_name} und {female_name} hatten heute den Drive zweier verrosteter Rollschuhe.",
  "{male_name} und {female_name} wirkten heute wie zwei kaputte Fahrradsättel – nutzlos und schmerzhaft anzusehen.",
  "{male_name} und {female_name} waren heute die Verkörperung von 'Bitte nicht stören – wir verfallen gerade.'",
  "{male_name} und {female_name} hatten heute dieselbe Effizienz wie zwei auslaufende Tintenpatronen.",
  "{male_name} und {female_name} waren heute wie zwei abgebrochene Bleistiftspitzen.",
  "{male_name} und {female_name} hatten heute dieselbe Ausstrahlung wie zwei graue Wolken über einem Parkplatz.",
  "{male_name} und {female_name} wirkten heute wie zwei tote Stromkabel auf feuchtem Asphalt.",
  "{male_name} und {female_name} waren heute wie zwei unmotivierte Socken – verloren und faltig.",
  "{male_name} und {female_name} hatten heute die Präsenz zweier bereits geöffneter Überraschungseier – leer und enttäuschend.",
  "{male_name} und {female_name} wirkten heute wie zwei defekte Klobrillen – man will sie nicht anfassen.",
  "{male_name} und {female_name} waren heute wie zwei löchrige Plastiktüten im Wind.",
  "{male_name} und {female_name} hatten heute dieselbe Präzision wie zwei Random-Generatoren im Vollrausch.",
  "{male_name} und {female_name} wirkten heute wie zwei ausgebrannte Teelichter ohne Erinnerung an Flamme.",
  "{male_name} und {female_name} waren heute aktiv wie zwei Steinfiguren im Nebel.",
  "{male_name} und {female_name} hatten heute dieselbe Haltung wie zwei nasse Pappkartons.",
  "{male_name} und {female_name} wirkten heute wie zwei kaputte Globusse – überwiegend falsch und nutzlos.",
  "{male_name} und {female_name} waren heute zwei Beispiele dafür, dass Evolution auch rückwärts funktionieren kann.",
  "{male_name} und {female_name} hatten heute die geistige Präsenz zweier verlorener Parkscheine.",
  "{male_name} und {female_name} wirkten heute wie zwei Wäscheklammern am Ende ihres Lebens.",
  "{male_name} und {female_name} waren heute so überfordert, dass selbst Stille laut wurde.",
  "{male_name} und {female_name} hatten heute dieselbe Beweglichkeit wie zwei eingefrorene Gartenzwerge.",
  "{male_name} und {female_name} wirkten heute wie zwei unmotivierte Pfandflaschen – leer und rumliegend.",
  "{male_name} und {female_name} waren heute produktiv wie zwei tote USB-Sticks.",
  "{male_name} und {female_name} hatten heute die Belastbarkeit zweier nasser Kekse.",
  "{male_name} und {female_name} wirkten heute wie zwei taufrische Depressionen in Kuscheldeckenform.",
  "{male_name} und {female_name} waren heute wie zwei parkende Autos – ohne Motor, ohne Sinn.",
  "{male_name} und {female_name} hatten heute dieselbe Klarheit wie zwei matschige Brillenputztücher.",
  "{male_name} und {female_name} wirkten heute wie zwei kaputte Föhne – lautlos und nutzlos.",
  "{male_name} und {female_name} waren heute zwei wandelnde 'Nicht mein Problem'-Sticker.",
  "{male_name} und {female_name} hatten heute denselben Vibe wie zwei schwindende Eiszapfen.",
  "{male_name} und {female_name} wirkten heute wie zwei entkoffeinierte Espresso-Shots.",
  "{male_name} und {female_name} waren heute so irrelevant, dass selbst Zufall sie übersprang.",
  "{male_name} und {female_name} hatten heute die Motivation zweier abgelaufener Bonbons.",
  "{male_name} und {female_name} wirkten heute wie zwei tote Pflanzen nach einem Motivationsseminar.",
  "{male_name} und {female_name} waren heute wie zwei verlorene Schuhsohlen – abgetrennt und nutzlos.",
  "{male_name} und {female_name} hatten heute dieselbe Hingabe wie zwei halbe Sudoku-Rätsel.",
  "{male_name} und {female_name} wirkten heute wie zwei abgerissene Flügel einer toten Motte.",
  "{male_name} und {female_name} waren heute so langsam, dass selbst Stillstand genervt wegschaut.",
  "{male_name} und {female_name} hatten heute dieselbe Magie wie zwei stumpfe Löffel.",
  "{male_name} und {female_name} wirkten heute wie zwei kohlensäurefreie Cola-Flaschen – traurig und leer.",
  "{male_name} und {female_name} waren heute wie zwei vergessene Postpakete – niemand will sie abholen.",
  "{male_name} und {female_name} hatten heute denselben Charme wie zwei verknotete Schuhe.",
  "{male_name} und {female_name} wirkten heute wie zwei unfertige Papierflieger – ohne Ziel und ohne Flug.",
  "{male_name} und {female_name} waren heute wie zwei unmotivierte Hausstaubmilben.",
  "{male_name} und {female_name} hatten heute dieselbe Logik wie zwei zufällig ausgewählte Kartoffeln.",
  "{male_name} und {female_name} wirkten heute wie zwei ausgemusterte Einkaufswagen – schief und klapprig.",
  "{male_name} und {female_name} waren heute reduziert auf die Essenz des Nichts.",
  "{male_name} und {female_name} hatten heute denselben Drive wie zwei Dackel im Winterschlaf.",
  "{male_name} und {female_name} wirkten heute wie zwei verkümmerte WLAN-Signale.",
  "{male_name} und {female_name} waren heute wie zwei traurige Pfannkuchen – flach und ohne Zweck.",
  "{male_name} und {female_name} hatten heute die Würde zweier verlorener Kugelschreiberkappen.",
  "{male_name} und {female_name} wirkten heute wie zwei tote Sternschnuppen – dunkle Flecken ohne Hoffnung."
]
