[
  "Emmanuel und Joy haben heute so wenig gemacht, dass selbst ein leerer Kalender stolz auf sie wäre.",
  "Emmanuel und Joy sind heute so faul, dass ihr Sofa schon nach Gewerkschaftsrechten schreit.",
  "Emmanuel und Joy leisten gemeinsam weniger als eine Schnecke im Tiefschlaf.",
  "Emmanuel und Joy haben heute mehr Ausreden als Ambitionen — Respekt, das muss man erstmal verkacken.",
  "Emmanuel und Joy bewegen sich so wenig, dass ein Stein daneben wie ein Extremsportler wirkt.",
  "Emmanuel und Joy sind heute ineffizient wie ein Toaster ohne Strom.",
  "Emmanuel und Joy haben den Aktivitätslevel einer Gruftlampe.",
  "Emmanuel und Joy sind heute träger als zwei Säcke feuchte Wäsche.",
  "Emmanuel und Joy haben gemeinsam weniger Energie als eine tote Batterie im Schnee.",
  "Emmanuel und Joy betreiben Fitness im Modus ‚geistig vielleicht, körperlich nein danke‘.",
  "Emmanuel und Joy sind heute ein Team — Team Stillstand.",
  "Emmanuel und Joy kriegen heute weniger hin als ein Büroventilator ohne Propeller.",
  "Emmanuel und Joy tragen so wenig bei, dass selbst ihre Schatten kündigen würden.",
  "Emmanuel und Joy haben heute mehr Pausen als Pläne.",
  "Emmanuel und Joy motivieren sich gegenseitig — zum Nichtstun.",
  "Emmanuel und Joy sind heute so unbrauchbar wie zwei nasse Streichhölzer.",
  "Emmanuel und Joy strahlen die Energie von mittelalterlichen Wandteppichen aus.",
  "Emmanuel und Joy könnten heute locker im Wettbewerb ‚Passivstes Leben‘ Gold holen.",
  "Emmanuel und Joy wirken, als würden sie Anstrengung aus religiösen Gründen meiden.",
  "Emmanuel und Joy sind heute das Dreamteam der Erwartungsenttäuschung.",
  "Emmanuel und Joy haben heute gemeinsam weniger geleistet als ein ausgefallener Wecker.",
  "Emmanuel und Joy sind heute die menschliche Interpretation von ‚Bitte nicht stören‘.",
  "Emmanuel und Joy machen so wenig, dass man glaubt, sie werden pro Faulheit entlohnt.",
  "Emmanuel und Joy haben heute den Drive eines rostigen Einkaufswagens.",
  "Emmanuel und Joy sind heute so passiv, dass selbst eine Parkuhr aktiver wirkt.",
  "Emmanuel und Joy wären heute perfekte Testobjekte für Tiefschlafforschung.",
  "Emmanuel und Joy haben heute ungefähr die Power einer müden Glühbirne.",
  "Emmanuel und Joy arbeiten heute still — still wie ein leerer Kühlschrank.",
  "Emmanuel und Joy haben heute jede Ausrede benutzt, ausser ‚Ich versuche es wenigstens‘.",
  "Emmanuel und Joy sind heute fauler als zwei Ferienhaus-Katzen nach All-you-can-eat.",
  "Emmanuel und Joy haben heute Fitness auf Easy Mode gespielt — ohne zu starten.",
  "Emmanuel und Joy wirken heute wie zwei Pflanzen, die absichtlich kein Wasser wollen.",
  "Emmanuel und Joy sind heute produktiv wie zwei überfahrene Verkehrshütchen.",
  "Emmanuel und Joy haben den inneren Schweinehund heute nicht bekämpft, sondern adoptiert.",
  "Emmanuel und Joy sind heute so bewegungsarm, dass man sie als Deko verwenden könnte.",
  "Emmanuel und Joy machen heute weniger Schritte als ein kaputter Schrittzähler.",
  "Emmanuel und Joy wirken heute wie Menschen, die bei der Geburt ‚Snooze‘ gedrückt haben.",
  "Emmanuel und Joy haben heute gemeinsam die Leistungsfähigkeit von zwei feuchten Taschentüchern.",
  "Emmanuel und Joy sind heute so aktiv wie zwei tote USB-Sticks.",
  "Emmanuel und Joy haben heute absolut nichts geschafft — und selbst das war anstrengend.",
  "Emmanuel und Joy haben heute Ambitionen so stabil wie eine Seifenblase im Sturm.",
  "Emmanuel und Joy sind heute fauler als zwei Fliegen in der Winterpause.",
  "Emmanuel und Joy haben heute die Dynamik eines Steingartens.",
  "Emmanuel und Joy wirken heute wie zwei schlappe Luftballons nach einer enttäuschenden Party.",
  "Emmanuel und Joy könnten heute wissenschaftlich beweisen, dass Stillstand endlos ist.",
  "Emmanuel und Joy haben heute gemeinsam weniger Schwung als zwei nasse Nudeln.",
  "Emmanuel und Joy sind heute so inspirationslos wie zwei leere Post-its.",
  "Emmanuel und Joy haben heute gemeinsam das Trainingsniveau zweier Gemütlichkeitsmöbel.",
  "Emmanuel und Joy sind heute fauler als zwei Kühe beim Schönheitswettbewerb.",
  "Emmanuel und Joy haben heute Motivation auf Flugmodus.",
  "Emmanuel und Joy haben heute weniger Bewegung gezeigt als zwei Schneemänner im Frühling.",
  "Emmanuel und Joy sind heute so unproduktiv, dass selbst ihre Ausreden Überstunden machen.",
  "Emmanuel und Joy liefern heute die Performance von zwei verrosteten Gartenstühlen.",
  "Emmanuel und Joy sind heute faul wie zwei Faultiere nach einem All-inclusive-Urlaub.",
  "Emmanuel und Joy haben heute nur eines gemeinsam geschafft: Erwartungen zu unterbieten.",
  "Emmanuel und Joy sind heute aktiv wie zwei Steine auf einem Regalbrett.",
  "Emmanuel und Joy erreichen heute das sportliche Niveau zweier Briefbeschwerer.",
  "Emmanuel und Joy motivationstechnisch: Windows-Fehlermeldung.",
  "Emmanuel und Joy wirken heute wie zwei Laptops mit 1% Akku und ohne Ladekabel.",
  "Emmanuel und Joy haben heute ungefähr die Willenskraft zweier halber Reiswaffeln.",
  "Emmanuel und Joy wären heute perfekte Models für die Kollektion ‚Hoffnungslos Unambitioniert‘.",
  "Emmanuel und Joy laufen heute geistig auf Sparflamme und körperlich auf Frostschutz.",
  "Emmanuel und Joy sind heute unterwegs im Modus ‚Vielleicht morgen, aber wahrscheinlich nie‘.",
  "Emmanuel und Joy haben heute den Elan zweier Büroklammern im Ruhestand.",
  "Emmanuel und Joy schaffen es heute nicht mal, die Luft zu bewegen.",
  "Emmanuel und Joy haben heute denselben Ehrgeiz wie zwei schlafende Gartenzwerge.",
  "Emmanuel und Joy sind heute so nutzlos, dass man sie fast als Konzeptkunst bezeichnen könnte.",
  "Emmanuel und Joy bewegen sich heute weniger als zwei Kühlschränke bei Stromausfall.",
  "Emmanuel und Joy haben heute so wenig getan, dass es schon meditativ wirkt.",
  "Emmanuel und Joy haben heute denselben Drive wie zwei eingerostete Rollschuhe.",
  "Emmanuel und Joy sind heute die lebendige Verkörperung von ‚Unbeteiligte Statisten‘.",
  "Emmanuel und Joy haben heute Fitness auf Standbild gespielt.",
  "Emmanuel und Joy wirken heute wie zwei verlorene AirPods — ohne Zweck, ohne Energie.",
  "Emmanuel und Joy haben heute spirituell trainiert — also gar nicht.",
  "Emmanuel und Joy sind heute aktiv wie zwei Stehlampen ohne Kabel.",
  "Emmanuel und Joy haben heute mehr Pausen als Sinn im Alltag.",
  "Emmanuel und Joy sind heute so müde, dass selbst Müdigkeit neidisch wird.",
  "Emmanuel und Joy liefern heute sportlich weniger als zwei Kissenbezüge.",
  "Emmanuel und Joy sind heute produktiv wie zwei Pfützen im Schatten.",
  "Emmanuel und Joy haben heute das Trainingsniveau einer vergessenen Einkaufsliste.",
  "Emmanuel und Joy sind heute zwei wandelnde Ladebalken bei 0%.",
  "Emmanuel und Joy wirken heute wie zwei defekte Thermometer — keine Reaktion.",
  "Emmanuel und Joy haben heute gemeinsam die Stabilität zweier matschiger Tomaten.",
  "Emmanuel und Joy sind heute so langsam, dass selbst Stillstand nervös wird.",
  "Emmanuel und Joy haben heute Fitness betrieben wie zwei Wolldecken im Winterschlaf.",
  "Emmanuel und Joy wirken heute wie zwei ausgebrannte LED-Lichter.",
  "Emmanuel und Joy sind heute so unbewegt, man könnte sie als Kunstinstallation verkaufen.",
  "Emmanuel und Joy liefern heute weniger Action als ein Museum für Staubpartikel.",
  "Emmanuel und Joy wirken heute wie zwei einsame Pfandflaschen im Regen.",
  "Emmanuel und Joy haben heute gemeinsam die Inspiration zweier kaputter Glühbirnen.",
  "Emmanuel und Joy sind heute so überfordert, dass selbst ein leerer Raum zu viel wäre.",
  "Emmanuel und Joy wirken heute wie zwei alte Handtücher, die niemand mehr benutzen will.",
  "Emmanuel und Joy haben heute sportlich dieselbe Wirkung wie zwei Soft-Eis-Maschinen im Wartungsmodus.",
  "Emmanuel und Joy sind heute so langsam, dass selbst Schnecken überlegen, ihnen zu helfen.",
  "Emmanuel und Joy wirken heute wie zwei billige Plastikpferde auf einem Karussell – rundherum Bewegung, selbst nichts.",
  "Emmanuel und Joy haben heute die Power zweier leere Bierdosen.",
  "Emmanuel und Joy sind heute so uninspiriert, dass sie sogar Google ratlos machen würden.",
  "Emmanuel und Joy wirken heute wie zwei vergessene Butterbrote in einer Schultasche.",
  "Emmanuel und Joy haben sportlich denselben Impact wie zwei Wolldecken auf Valium.",
  "Emmanuel und Joy sind heute so passiv, dass selbst der Mond aktiver die Gezeiten bewegt.",
  "Emmanuel und Joy wirken heute wie zwei schüchterne Staubkörner im Sonnenlicht.",
  "Emmanuel und Joy haben heute so wenig erreicht, dass selbst Luftmoleküle enttäuscht sind.",
  "Emmanuel und Joy wirken heute wie zwei eingefrorene Goldfische mit Existenzkrise.",
  "Emmanuel und Joy haben heute gemeinsam die Schlagkraft zweier schlaffer Spaghetti.",
  "Emmanuel und Joy sind heute so passiv, dass man sie für zwei meditierende Steine halten könnte.",
  "Emmanuel und Joy wirken heute wie zwei Softdrinks ohne Kohlensäure – schal und nutzlos.",
  "Emmanuel und Joy haben heute denselben Antrieb wie zwei tote Laternenpfähle.",
  "Emmanuel und Joy sind heute so unwirksam, dass selbst Placebos neidisch werden.",
  "Emmanuel und Joy wirken heute wie zwei vergessene Kühlschrankmagnete am Boden.",
  "Emmanuel und Joy haben heute die Agilität zweier Parksandkörner.",
  "Emmanuel und Joy sind heute so inspirationsfrei, dass ein leerer Notizblock philosophisch wirkt.",
  "Emmanuel und Joy wirken heute wie zwei verdreckte Fensterscheiben – kein Durchblick, kein Nutzen.",
  "Emmanuel und Joy haben heute den Fitnessgrad zweier eingeschlafener Hüte.",
  "Emmanuel und Joy sind heute so still, dass man glauben könnte, sie werden auf Lautlos betrieben.",
  "Emmanuel und Joy wirken heute wie zwei Puppen ohne Fäden – einfach leblos.",
  "Emmanuel und Joy haben heute die sportliche Wirkungskraft zweier halber Toastscheiben.",
  "Emmanuel und Joy sind heute so überfordert, dass selbst ihre Nervensysteme Urlaub wollen.",
  "Emmanuel und Joy wirken heute wie zwei alte Gartenschläuche – verknotet, träge, nutzlos.",
  "Emmanuel und Joy haben heute den Drive einer leeren Autobatterie im Winter.",
  "Emmanuel und Joy sind heute so ambitioniert wie zwei Mülleimer bei Nacht.",
  "Emmanuel und Joy wirken heute wie zwei vergessene Schrauben im Werkzeugkasten.",
  "Emmanuel und Joy haben heute die Beweglichkeit zweier nasser Kartons.",
  "Emmanuel und Joy sind heute so reaktionsarm, dass selbst Sonnenuntergänge schneller passieren.",
  "Emmanuel und Joy wirken heute wie zwei unglücklich platzierte Verkehrsschilder – sinnlos im Weg.",
  "Emmanuel und Joy haben heute die Kondition zweier wegbrechender Toastkanten.",
  "Emmanuel und Joy sind heute so teilnahmslos, dass selbst Steine mehr Persönlichkeit zeigen.",
  "Emmanuel und Joy wirken heute wie zwei kaputte Ventilatoren – lautlos und wirkungslos.",
  "Emmanuel und Joy haben heute die Leistungsbereitschaft zweier überreifen Bananen.",
  "Emmanuel und Joy sind heute so ausgestorben wie ihre Motivation.",
  "Emmanuel und Joy wirken heute wie zwei Schatten, die keine Lust mehr haben, zu folgen.",
  "Emmanuel und Joy haben heute den sportlichen Ehrgeiz zweier halbvoller Wasserflaschen.",
  "Emmanuel und Joy sind heute so unbrauchbar, dass man sie als Requisiten deklarieren sollte.",
  "Emmanuel und Joy wirken heute wie zwei eingeschlafene Hühner – verwirrt und still.",
  "Emmanuel und Joy haben heute denselben Effekt wie zwei Monitorständer ohne Monitore.",
  "Emmanuel und Joy sind heute so wenig energetisch, dass sie im Kraftwerk als Gefahr gelten würden.",
  "Emmanuel und Joy wirken heute wie zwei vergessene Einkaufstüten – leer und unbewegt.",
  "Emmanuel und Joy haben heute die Stabilität zweier feuchter Brötchen.",
  "Emmanuel und Joy sind heute so antriebslos, dass selbst Staub schneller unterwegs ist.",
  "Emmanuel und Joy wirken heute wie zwei falsch montierte IKEA-Regalböden – schief und nutzlos.",
  "Emmanuel und Joy haben heute die Reaktionszeit zweier abgelaufener Parkuhren.",
  "Emmanuel und Joy sind heute so irrelevant, dass nicht einmal die Zeit sie ernst nimmt.",
  "Emmanuel und Joy wirken heute wie zwei verstaubte Globusse – alt, sinnlos und falsch im Detail.",
  "Emmanuel und Joy haben heute die Ausdauer zweier geplatzter Fahrradreifen.",
  "Emmanuel und Joy sind heute so fern jeder Motivation, dass selbst Zen-Mönche weinen würden.",
  "Emmanuel und Joy wirken heute wie zwei Teelichter im Sturm – hoffnungslos, kurz vorm Aus.",
  "Emmanuel und Joy haben heute die Entschlossenheit zweier verlorener Pfennige.",
  "Emmanuel und Joy sind heute so langsam, dass selbst Faultiere overperformen.",
  "Emmanuel und Joy wirken heute wie zwei dehydrierte Toastbrote – bröselig und fragil.",
  "Emmanuel und Joy haben heute dieselbe Dynamik wie zwei eingeschlafene Flüsse.",
  "Emmanuel und Joy sind heute so wenig bei der Sache, dass selbst ihr Echo sich schämt.",
  "Emmanuel und Joy haben heute gemeinsam weniger geleistet als zwei Steine beim Mittagsschlaf.",
  "Emmanuel und Joy wirken heute wie zwei alte Gummistiefel – schwer, nutzlos und irgendwo im Weg.",
  "Emmanuel und Joy haben heute denselben Impact wie zwei vergessene Kartoffeln im Vorratsschrank.",
  "Emmanuel und Joy sind heute so motivationsfrei, dass sogar ein toter Fisch neidisch hinschaut.",
  "Emmanuel und Joy wirken heute wie zwei Papiertüten im Regen – weich, schwach, hoffnungslos.",
  "Emmanuel und Joy haben heute die Energie zweier verrosteter Klingeln.",
  "Emmanuel und Joy sind heute so still, dass man sie für zwei kaputte Türstopper halten könnte.",
  "Emmanuel und Joy wirken heute wie zwei Pulslose, die so tun, als wären sie beschäftigt.",
  "Emmanuel und Joy haben heute gemeinsam die Antriebslosigkeit zweier müder Hauspflanzen.",
  "Emmanuel und Joy sind heute so faul, dass sogar ihre Ausreden sich ausruhen müssen.",
  "Emmanuel und Joy wirken heute wie zwei vergessene Pfannkuchen – kalt, schlapp, traurig.",
  "Emmanuel und Joy haben heute denselben Drive wie zwei Fahrradständer.",
  "Emmanuel und Joy sind heute so nutzlos, dass man sie als Luft-Dekoration bezeichnen könnte.",
  "Emmanuel und Joy wirken heute wie zwei halb aufgeblasene Pooltiere.",
  "Emmanuel und Joy haben heute die Durchsetzungskraft zweier weicher Kissen.",
  "Emmanuel und Joy sind heute so untätig, dass sie sogar Schwerkraft enttäuschen.",
  "Emmanuel und Joy wirken heute wie zwei alte Matratzen – eingesunken und am Ende.",
  "Emmanuel und Joy haben heute die Initiative zweier verlorener Kronkorken.",
  "Emmanuel und Joy sind heute so unauffällig, dass man sie übersehen könnte, selbst wenn man sie sucht.",
  "Emmanuel und Joy wirken heute wie zwei Batterien, die schon vor dem Kauf leer waren.",
  "Emmanuel und Joy haben heute denselben Trainingsoutput wie zwei Eisskulpturen im Keller.",
  "Emmanuel und Joy sind heute so langsam, dass selbst Schatten genervt vorlaufen.",
  "Emmanuel und Joy wirken heute wie zwei nasse Wollsocken – schwer, klamm, unbrauchbar.",
  "Emmanuel und Joy haben heute die Effizienz zweier abgelaufener Rabattmarken.",
  "Emmanuel und Joy sind heute so passiv, dass ein Kieselstein sie übertrifft.",
  "Emmanuel und Joy wirken heute wie zwei halbtote Zimmerspringbrunnen.",
  "Emmanuel und Joy haben heute die Resilienz zweier schlaffer Pancakes.",
  "Emmanuel und Joy sind heute so lustlos, dass sie sogar Langeweile langweilen.",
  "Emmanuel und Joy wirken heute wie zwei kaputte Schneekugeln – ohne Schnee, ohne Kugel, ohne Sinn.",
  "Emmanuel und Joy haben heute dieselbe Dynamik wie zwei Steaks im Gefrierfach.",
  "Emmanuel und Joy sind heute so uninteressant, dass selbst Staubkörner lieber weiterziehen.",
  "Emmanuel und Joy wirken heute wie zwei vergessene Yogamatten – platt und verloren.",
  "Emmanuel und Joy haben heute die Beweglichkeit zweier eingefrorener Gartenzwerge.",
  "Emmanuel und Joy sind heute so ideenlos, dass ein leerer Kühlschrank inspirierend wirkt.",
  "Emmanuel und Joy wirken heute wie zwei Lampen ohne Glühbirnen.",
  "Emmanuel und Joy haben heute die Vitalität zweier lebloser Schulhefte.",
  "Emmanuel und Joy sind heute so „nicht da“, dass selbst GPS sie nicht findet.",
  "Emmanuel und Joy wirken heute wie zwei tote USB-Sticks voller korrupter Daten.",
  "Emmanuel und Joy haben heute die Einsatzbereitschaft zweier Wassermelonen im Eisbad.",
  "Emmanuel und Joy sind heute so untauglich, dass man sie nicht einmal als Platzhalter benutzen könnte.",
  "Emmanuel und Joy wirken heute wie zwei ausgebrannte Teelichter nach einem missglückten Date.",
  "Emmanuel und Joy haben heute die Wirkung zweier kaputter Fahrradklingeln – lautlos und nutzlos.",
  "Emmanuel und Joy sind heute so abwesend, dass selbst ihre Gedanken nicht auftauchen.",
  "Emmanuel und Joy wirken heute wie zwei angeschimmelte Toastscheiben – objektiv ein Fehler.",
  "Emmanuel und Joy haben heute denselben sportlichen Impact wie zwei Schneeflocken im Hochsommer.",
  "Emmanuel und Joy sind heute so müde, dass ihre Müdigkeit müde wirkt.",
  "Emmanuel und Joy wirken heute wie zwei Steine, die beschlossen haben, noch weniger zu sein.",
  "Emmanuel und Joy haben heute die psychische Stärke zweier geplatzter Kirmesballons.",
  "Emmanuel und Joy sind heute so extrem unmotiviert, dass es fast schon wieder bewundernswert ist.",
  "Emmanuel und Joy haben heute so wenig gemacht, dass selbst Staubkörner mehr Lebenswillen zeigen.",
  "Emmanuel und Joy liegen rum wie zwei vergessene Döner auf einer Parkbank.",
  "Emmanuel und Joy waren heute so leblos, dass man sie für Museums-Ausstellungsstücke halten könnte – Kategorie: ‚Stillstand in Reinform‘.",
  "Emmanuel und Joy hatten heute die Energie von zwei toten Glühwürmchen im Winter.",
  "Emmanuel und Joy waren so unproduktiv, dass ihre Schatten gekündigt haben.",
  "Emmanuel und Joy haben heute weniger geleistet als zwei Pfützen im Schatten.",
  "Emmanuel und Joy wirken wie zwei Sofakissen, die zu lange in Depression mariniert wurden.",
  "Emmanuel und Joy waren heute fauler als zwei Büffel, die im Treibsand ein Wellnessprogramm machen.",
  "Emmanuel und Joy haben heute Motivation gesehen – aus sicherer Entfernung.",
  "Emmanuel und Joy hatten heute dieselbe Dynamik wie zwei tote Handyakkus im Kühlschrank.",
  "Emmanuel und Joy haben heute nichts erreicht, außer vielleicht neue Tiefen der Nutzlosigkeit.",
  "Emmanuel und Joy waren heute so passiv, man könnte sie für zwei demente Gartenzwerge halten.",
  "Emmanuel und Joy hatten heute die Arbeitsmoral eines eingeschlafenen Verkehrshütchens.",
  "Emmanuel und Joy waren heute so unbeteiligt, dass selbst Wände mehr Charakter zeigten.",
  "Emmanuel und Joy waren heute wie zwei Schnecken – ohne Panzer, ohne Ziele, ohne Hoffnung.",
  "Emmanuel und Joy hatten heute denselben Spirit wie zwei vergessene Lutscher unter einem Autositz.",
  "Emmanuel und Joy haben heute weniger bewegt als zwei Eisenstangen im Beton.",
  "Emmanuel und Joy sind heute wie zwei Luftballons – nur dass ein Luftballon noch Potenzial hat.",
  "Emmanuel und Joy hatten heute so wenig Drive, dass selbst Stillstand genervt war.",
  "Emmanuel und Joy hatten heute die Ausstrahlung zweier gammeliger Toastscheiben.",
  "Emmanuel und Joy waren heute wie zwei kaputte Thermometer – keine Reaktion, kein Nutzen.",
  "Emmanuel und Joy waren heute produktiv wie zwei Fische auf dem Trockenen – nur weniger agil.",
  "Emmanuel und Joy hatten heute denselben Effizienzgrad wie zwei nasse Papiertüten im Regen.",
  "Emmanuel und Joy haben heute eine Leistung abgeliefert, die sogar dem Boden peinlich wäre.",
  "Emmanuel und Joy hatten heute die Ambition zweier überfahrener Ampeln.",
  "Emmanuel und Joy waren heute so motivationsfrei, dass selbst Buddha genervt abwinken würde.",
  "Emmanuel und Joy hatten heute den Charme zweier benutzter Pflaster im Rinnstein.",
  "Emmanuel und Joy waren heute wie zwei vergessene Turnbeutel – muffig und bewegungslos.",
  "Emmanuel und Joy hatten heute denselben Impact wie zwei lose Schrauben in einem kaputten IKEA-Regal.",
  "Emmanuel und Joy waren heute so aktiv wie zwei Steine, die beschlossen haben, NOCH weniger zu tun.",
  "Emmanuel und Joy hatten heute dieselbe Präsenz wie zwei ausgeblasene Kerzen.",
  "Emmanuel und Joy waren heute wie zwei tote WLAN-Router – keine Verbindung, kein Leben.",
  "Emmanuel und Joy hatten heute die Qualität zweier veganer Nugget-Imitate – optisch da, inhaltlich enttäuschend.",
  "Emmanuel und Joy wirkten heute wie zwei gebrochene Gabeln – irrelevant und irgendwie traurig.",
  "Emmanuel und Joy hatten heute denselben Spirit wie zwei überfahrene Kuscheltiere.",
  "Emmanuel und Joy waren heute bewegungstechnisch auf dem Niveau zweier gestohlener Parkuhren.",
  "Emmanuel und Joy hatten heute Motivation auf Flugmodus.",
  "Emmanuel und Joy waren heute zwei emotionale Kühlschränke – kalt, leer, komplett unnütz.",
  "Emmanuel und Joy hatten heute den Fortschritt zweier Schneeflocken im Backofen.",
  "Emmanuel und Joy wirkten heute wie zwei vergessene Luftmatratzen – ohne Luft, ohne Sinn.",
  "Emmanuel und Joy hatten heute denselben Tatendrang wie zwei abgelaufene Joghurts.",
  "Emmanuel und Joy waren heute wie zwei Wolldecken, die beschlossen haben, dass Bewegung ein Gerücht ist.",
  "Emmanuel und Joy hatten heute denselben Fitnesslevel wie zwei Stehlampen – ohne Stehfunktion.",
  "Emmanuel und Joy wirkten heute wie zwei tote Batterien, die sich gegenseitig Hoffnung machen.",
  "Emmanuel und Joy hatten heute den Fokus zweier Alzheimer-Goldfische.",
  "Emmanuel und Joy waren heute insgesamt gesehen nutzloser als zwei Klettverschlüsse an einem Raumschiff.",
  "Emmanuel und Joy hatten heute dieselbe Eleganz wie zwei nasse Schaumstoffwürfel.",
  "Emmanuel und Joy waren so unmotiviert, dass selbst ihre Faulheit ein Burnout bekam.",
  "Emmanuel und Joy hatten heute die Performance zweier entkoffeinierter Faultiere.",
  "Emmanuel und Joy waren heute wie zwei vergessene Wassermelonen – außen traurig, innen leer.",
  "Emmanuel und Joy hatten heute denselben Spirit wie zwei tote Bienen auf einer Fensterbank.",
  "Emmanuel und Joy waren heute aktiv wie zwei Schallplatten ohne Spieler.",
  "Emmanuel und Joy hatten heute denselben IQ wie zwei fallengelassene Toastscheiben.",
  "Emmanuel und Joy wirkten heute wie zwei kaputte Türstopper – komplett sinnlos.",
  "Emmanuel und Joy waren heute wie zwei Batterien, die schon vor dem Kauf leer waren.",
  "Emmanuel und Joy hatten heute die Präsenz zweier nasser Taschentücher.",
  "Emmanuel und Joy waren heute wie zwei vergessene Bürgersteigkreiden im Regen.",
  "Emmanuel und Joy hatten heute dieselbe Energie wie zwei vergessene Kühlschrankmagnete.",
  "Emmanuel und Joy wirkten heute wie zwei tote Goldfische – ohne Charme, ohne Bewegung.",
  "Emmanuel und Joy hatten heute dieselbe Relevanz wie zwei defekte Einkaufschips.",
  "Emmanuel und Joy waren heute wie zwei leere Luftballons – nur ohne Kindheitsfreude.",
  "Emmanuel und Joy hatten heute dieselbe Spannung wie zwei ausgefallene Ampeln.",
  "Emmanuel und Joy wirkten heute wie zwei Brotkrumen nach einer schlechten Party.",
  "Emmanuel und Joy waren heute so nutzlos, dass selbst Unkraut mehr Respekt bekommt.",
  "Emmanuel und Joy hatten heute denselben Output wie zwei eingefrorene Pfützen.",
  "Emmanuel und Joy waren heute wie zwei vergessene Kaugummis unter einem Schultisch.",
  "Emmanuel und Joy hatten heute dieselbe Intensität wie zwei stumme Staubsauger.",
  "Emmanuel und Joy wirkten heute wie zwei verlorene Einkaufslisten – komplett sinnlos.",
  "Emmanuel und Joy waren heute zwei traurige Comedy-Shows ohne Pointe.",
  "Emmanuel und Joy hatten heute den Mut zweier überfahrener Marshmallows.",
  "Emmanuel und Joy wirkten heute wie zwei Toastscheiben, die niemand wollte.",
  "Emmanuel und Joy waren heute wie zwei Halogenlampen im Stromausfall.",
  "Emmanuel und Joy hatten heute dieselbe Form wie zwei matschige Bananen.",
  "Emmanuel und Joy wirkten heute wie zwei halbtote Zimmerpflanzen – ohne Potenzial.",
  "Emmanuel und Joy waren heute wie zwei vergessene Schneekugeln im Sommer.",
  "Emmanuel und Joy hatten heute den Drive zweier verrosteter Rollschuhe.",
  "Emmanuel und Joy wirkten heute wie zwei kaputte Fahrradsättel – nutzlos und schmerzhaft anzusehen.",
  "Emmanuel und Joy waren heute die Verkörperung von 'Bitte nicht stören – wir verfallen gerade.'",
  "Emmanuel und Joy hatten heute dieselbe Effizienz wie zwei auslaufende Tintenpatronen.",
  "Emmanuel und Joy waren heute wie zwei abgebrochene Bleistiftspitzen.",
  "Emmanuel und Joy hatten heute dieselbe Ausstrahlung wie zwei graue Wolken über einem Parkplatz.",
  "Emmanuel und Joy wirkten heute wie zwei tote Stromkabel auf feuchtem Asphalt.",
  "Emmanuel und Joy waren heute wie zwei unmotivierte Socken – verloren und faltig.",
  "Emmanuel und Joy hatten heute die Präsenz zweier bereits geöffneter Überraschungseier – leer und enttäuschend.",
  "Emmanuel und Joy wirkten heute wie zwei defekte Klobrillen – man will sie nicht anfassen.",
  "Emmanuel und Joy waren heute wie zwei löchrige Plastiktüten im Wind.",
  "Emmanuel und Joy hatten heute dieselbe Präzision wie zwei Random-Generatoren im Vollrausch.",
  "Emmanuel und Joy wirkten heute wie zwei ausgebrannte Teelichter ohne Erinnerung an Flamme.",
  "Emmanuel und Joy waren heute aktiv wie zwei Steinfiguren im Nebel.",
  "Emmanuel und Joy hatten heute dieselbe Haltung wie zwei nasse Pappkartons.",
  "Emmanuel und Joy wirkten heute wie zwei kaputte Globusse – überwiegend falsch und nutzlos.",
  "Emmanuel und Joy waren heute zwei Beispiele dafür, dass Evolution auch rückwärts funktionieren kann.",
  "Emmanuel und Joy hatten heute die geistige Präsenz zweier verlorener Parkscheine.",
  "Emmanuel und Joy wirkten heute wie zwei Wäscheklammern am Ende ihres Lebens.",
  "Emmanuel und Joy waren heute so überfordert, dass selbst Stille laut wurde.",
  "Emmanuel und Joy hatten heute dieselbe Beweglichkeit wie zwei eingefrorene Gartenzwerge.",
  "Emmanuel und Joy wirkten heute wie zwei unmotivierte Pfandflaschen – leer und rumliegend.",
  "Emmanuel und Joy waren heute produktiv wie zwei tote USB-Sticks.",
  "Emmanuel und Joy hatten heute die Belastbarkeit zweier nasser Kekse.",
  "Emmanuel und Joy wirkten heute wie zwei taufrische Depressionen in Kuscheldeckenform.",
  "Emmanuel und Joy waren heute wie zwei parkende Autos – ohne Motor, ohne Sinn.",
  "Emmanuel und Joy hatten heute dieselbe Klarheit wie zwei matschige Brillenputztücher.",
  "Emmanuel und Joy wirkten heute wie zwei kaputte Föhne – lautlos und nutzlos.",
  "Emmanuel und Joy waren heute zwei wandelnde 'Nicht mein Problem'-Sticker.",
  "Emmanuel und Joy hatten heute denselben Vibe wie zwei schwindende Eiszapfen.",
  "Emmanuel und Joy wirkten heute wie zwei entkoffeinierte Espresso-Shots.",
  "Emmanuel und Joy waren heute so irrelevant, dass selbst Zufall sie übersprang.",
  "Emmanuel und Joy hatten heute die Motivation zweier abgelaufener Bonbons.",
  "Emmanuel und Joy wirkten heute wie zwei tote Pflanzen nach einem Motivationsseminar.",
  "Emmanuel und Joy waren heute wie zwei verlorene Schuhsohlen – abgetrennt und nutzlos.",
  "Emmanuel und Joy hatten heute dieselbe Hingabe wie zwei halbe Sudoku-Rätsel.",
  "Emmanuel und Joy wirkten heute wie zwei abgerissene Flügel einer toten Motte.",
  "Emmanuel und Joy waren heute so langsam, dass selbst Stillstand genervt wegschaut.",
  "Emmanuel und Joy hatten heute dieselbe Magie wie zwei stumpfe Löffel.",
  "Emmanuel und Joy wirkten heute wie zwei kohlensäurefreie Cola-Flaschen – traurig und leer.",
  "Emmanuel und Joy waren heute wie zwei vergessene Postpakete – niemand will sie abholen.",
  "Emmanuel und Joy hatten heute denselben Charme wie zwei verknotete Schuhe.",
  "Emmanuel und Joy wirkten heute wie zwei unfertige Papierflieger – ohne Ziel und ohne Flug.",
  "Emmanuel und Joy waren heute wie zwei unmotivierte Hausstaubmilben.",
  "Emmanuel und Joy hatten heute dieselbe Logik wie zwei zufällig ausgewählte Kartoffeln.",
  "Emmanuel und Joy wirkten heute wie zwei ausgemusterte Einkaufswagen – schief und klapprig.",
  "Emmanuel und Joy waren heute reduziert auf die Essenz des Nichts.",
  "Emmanuel und Joy hatten heute denselben Drive wie zwei Dackel im Winterschlaf.",
  "Emmanuel und Joy wirkten heute wie zwei verkümmerte WLAN-Signale.",
  "Emmanuel und Joy waren heute wie zwei traurige Pfannkuchen – flach und ohne Zweck.",
  "Emmanuel und Joy hatten heute die Würde zweier verlorener Kugelschreiberkappen.",
  "Emmanuel und Joy wirkten heute wie zwei tote Sternschnuppen – dunkle Flecken ohne Hoffnung."
]
