[
  "Mann und Frau haben heute so wenig gemacht, dass selbst ein leerer Kalender stolz auf sie wäre.",
  "Mann und Frau sind heute so faul, dass ihr Sofa schon nach Gewerkschaftsrechten schreit.",
  "Mann und Frau leisten gemeinsam weniger als eine Schnecke im Tiefschlaf.",
  "Mann und Frau haben heute mehr Ausreden als Ambitionen — Respekt, das muss man erstmal verkacken.",
  "Mann und Frau bewegen sich so wenig, dass ein Stein daneben wie ein Extremsportler wirkt.",
  "Mann und Frau sind heute ineffizient wie ein Toaster ohne Strom.",
  "Mann und Frau haben den Aktivitätslevel einer Gruftlampe.",
  "Mann und Frau sind heute träger als zwei Säcke feuchte Wäsche.",
  "Mann und Frau haben gemeinsam weniger Energie als eine tote Batterie im Schnee.",
  "Mann und Frau betreiben Fitness im Modus ‚geistig vielleicht, körperlich nein danke‘.",
  "Mann und Frau sind heute ein Team — Team Stillstand.",
  "Mann und Frau kriegen heute weniger hin als ein Büroventilator ohne Propeller.",
  "Mann und Frau tragen so wenig bei, dass selbst ihre Schatten kündigen würden.",
  "Mann und Frau haben heute mehr Pausen als Pläne.",
  "Mann und Frau motivieren sich gegenseitig — zum Nichtstun.",
  "Mann und Frau sind heute so unbrauchbar wie zwei nasse Streichhölzer.",
  "Mann und Frau strahlen die Energie von mittelalterlichen Wandteppichen aus.",
  "Mann und Frau könnten heute locker im Wettbewerb ‚Passivstes Leben‘ Gold holen.",
  "Mann und Frau wirken, als würden sie Anstrengung aus religiösen Gründen meiden.",
  "Mann und Frau sind heute das Dreamteam der Erwartungsenttäuschung.",
  "Mann und Frau haben heute gemeinsam weniger geleistet als ein ausgefallener Wecker.",
  "Mann und Frau sind heute die menschliche Interpretation von ‚Bitte nicht stören‘.",
  "Mann und Frau machen so wenig, dass man glaubt, sie werden pro Faulheit entlohnt.",
  "Mann und Frau haben heute den Drive eines rostigen Einkaufswagens.",
  "Mann und Frau sind heute so passiv, dass selbst eine Parkuhr aktiver wirkt.",
  "Mann und Frau wären heute perfekte Testobjekte für Tiefschlafforschung.",
  "Mann und Frau haben heute ungefähr die Power einer müden Glühbirne.",
  "Mann und Frau arbeiten heute still — still wie ein leerer Kühlschrank.",
  "Mann und Frau haben heute jede Ausrede benutzt, ausser ‚Ich versuche es wenigstens‘.",
  "Mann und Frau sind heute fauler als zwei Ferienhaus-Katzen nach All-you-can-eat.",
  "Mann und Frau haben heute Fitness auf Easy Mode gespielt — ohne zu starten.",
  "Mann und Frau wirken heute wie zwei Pflanzen, die absichtlich kein Wasser wollen.",
  "Mann und Frau sind heute produktiv wie zwei überfahrene Verkehrshütchen.",
  "Mann und Frau haben den inneren Schweinehund heute nicht bekämpft, sondern adoptiert.",
  "Mann und Frau sind heute so bewegungsarm, dass man sie als Deko verwenden könnte.",
  "Mann und Frau machen heute weniger Schritte als ein kaputter Schrittzähler.",
  "Mann und Frau wirken heute wie Menschen, die bei der Geburt ‚Snooze‘ gedrückt haben.",
  "Mann und Frau haben heute gemeinsam die Leistungsfähigkeit von zwei feuchten Taschentüchern.",
  "Mann und Frau sind heute so aktiv wie zwei tote USB-Sticks.",
  "Mann und Frau haben heute absolut nichts geschafft — und selbst das war anstrengend.",
  "Mann und Frau haben heute Ambitionen so stabil wie eine Seifenblase im Sturm.",
  "Mann und Frau sind heute fauler als zwei Fliegen in der Winterpause.",
  "Mann und Frau haben heute die Dynamik eines Steingartens.",
  "Mann und Frau wirken heute wie zwei schlappe Luftballons nach einer enttäuschenden Party.",
  "Mann und Frau könnten heute wissenschaftlich beweisen, dass Stillstand endlos ist.",
  "Mann und Frau haben heute gemeinsam weniger Schwung als zwei nasse Nudeln.",
  "Mann und Frau sind heute so inspirationslos wie zwei leere Post-its.",
  "Mann und Frau haben heute gemeinsam das Trainingsniveau zweier Gemütlichkeitsmöbel.",
  "Mann und Frau sind heute fauler als zwei Kühe beim Schönheitswettbewerb.",
  "Mann und Frau haben heute Motivation auf Flugmodus.",
  "Mann und Frau haben heute weniger Bewegung gezeigt als zwei Schneemänner im Frühling.",
  "Mann und Frau sind heute so unproduktiv, dass selbst ihre Ausreden Überstunden machen.",
  "Mann und Frau liefern heute die Performance von zwei verrosteten Gartenstühlen.",
  "Mann und Frau sind heute faul wie zwei Faultiere nach einem All-inclusive-Urlaub.",
  "Mann und Frau haben heute nur eines gemeinsam geschafft: Erwartungen zu unterbieten.",
  "Mann und Frau sind heute aktiv wie zwei Steine auf einem Regalbrett.",
  "Mann und Frau erreichen heute das sportliche Niveau zweier Briefbeschwerer.",
  "Mann und Frau motivationstechnisch: Windows-Fehlermeldung.",
  "Mann und Frau wirken heute wie zwei Laptops mit 1% Akku und ohne Ladekabel.",
  "Mann und Frau haben heute ungefähr die Willenskraft zweier halber Reiswaffeln.",
  "Mann und Frau wären heute perfekte Models für die Kollektion ‚Hoffnungslos Unambitioniert‘.",
  "Mann und Frau laufen heute geistig auf Sparflamme und körperlich auf Frostschutz.",
  "Mann und Frau sind heute unterwegs im Modus ‚Vielleicht morgen, aber wahrscheinlich nie‘.",
  "Mann und Frau haben heute den Elan zweier Büroklammern im Ruhestand.",
  "Mann und Frau schaffen es heute nicht mal, die Luft zu bewegen.",
  "Mann und Frau haben heute denselben Ehrgeiz wie zwei schlafende Gartenzwerge.",
  "Mann und Frau sind heute so nutzlos, dass man sie fast als Konzeptkunst bezeichnen könnte.",
  "Mann und Frau bewegen sich heute weniger als zwei Kühlschränke bei Stromausfall.",
  "Mann und Frau haben heute so wenig getan, dass es schon meditativ wirkt.",
  "Mann und Frau haben heute denselben Drive wie zwei eingerostete Rollschuhe.",
  "Mann und Frau sind heute die lebendige Verkörperung von ‚Unbeteiligte Statisten‘.",
  "Mann und Frau haben heute Fitness auf Standbild gespielt.",
  "Mann und Frau wirken heute wie zwei verlorene AirPods — ohne Zweck, ohne Energie.",
  "Mann und Frau haben heute spirituell trainiert — also gar nicht.",
  "Mann und Frau sind heute aktiv wie zwei Stehlampen ohne Kabel.",
  "Mann und Frau haben heute mehr Pausen als Sinn im Alltag.",
  "Mann und Frau sind heute so müde, dass selbst Müdigkeit neidisch wird.",
  "Mann und Frau liefern heute sportlich weniger als zwei Kissenbezüge.",
  "Mann und Frau sind heute produktiv wie zwei Pfützen im Schatten.",
  "Mann und Frau haben heute das Trainingsniveau einer vergessenen Einkaufsliste.",
  "Mann und Frau sind heute zwei wandelnde Ladebalken bei 0%.",
  "Mann und Frau wirken heute wie zwei defekte Thermometer — keine Reaktion.",
  "Mann und Frau haben heute gemeinsam die Stabilität zweier matschiger Tomaten.",
  "Mann und Frau sind heute so langsam, dass selbst Stillstand nervös wird.",
  "Mann und Frau haben heute Fitness betrieben wie zwei Wolldecken im Winterschlaf.",
  "Mann und Frau wirken heute wie zwei ausgebrannte LED-Lichter.",
  "Mann und Frau sind heute so unbewegt, man könnte sie als Kunstinstallation verkaufen.",
  "Mann und Frau liefern heute weniger Action als ein Museum für Staubpartikel.",
  "Mann und Frau wirken heute wie zwei einsame Pfandflaschen im Regen.",
  "Mann und Frau haben heute gemeinsam die Inspiration zweier kaputter Glühbirnen.",
  "Mann und Frau sind heute so überfordert, dass selbst ein leerer Raum zu viel wäre.",
  "Mann und Frau wirken heute wie zwei alte Handtücher, die niemand mehr benutzen will.",
  "Mann und Frau haben heute sportlich dieselbe Wirkung wie zwei Soft-Eis-Maschinen im Wartungsmodus.",
  "Mann und Frau sind heute so langsam, dass selbst Schnecken überlegen, ihnen zu helfen.",
  "Mann und Frau wirken heute wie zwei billige Plastikpferde auf einem Karussell – rundherum Bewegung, selbst nichts.",
  "Mann und Frau haben heute die Power zweier leere Bierdosen.",
  "Mann und Frau sind heute so uninspiriert, dass sie sogar Google ratlos machen würden.",
  "Mann und Frau wirken heute wie zwei vergessene Butterbrote in einer Schultasche.",
  "Mann und Frau haben sportlich denselben Impact wie zwei Wolldecken auf Valium.",
  "Mann und Frau sind heute so passiv, dass selbst der Mond aktiver die Gezeiten bewegt.",
  "Mann und Frau wirken heute wie zwei schüchterne Staubkörner im Sonnenlicht.",
  "Mann und Frau haben heute so wenig erreicht, dass selbst Luftmoleküle enttäuscht sind.",
  "Mann und Frau wirken heute wie zwei eingefrorene Goldfische mit Existenzkrise.",
  "Mann und Frau haben heute gemeinsam die Schlagkraft zweier schlaffer Spaghetti.",
  "Mann und Frau sind heute so passiv, dass man sie für zwei meditierende Steine halten könnte.",
  "Mann und Frau wirken heute wie zwei Softdrinks ohne Kohlensäure – schal und nutzlos.",
  "Mann und Frau haben heute denselben Antrieb wie zwei tote Laternenpfähle.",
  "Mann und Frau sind heute so unwirksam, dass selbst Placebos neidisch werden.",
  "Mann und Frau wirken heute wie zwei vergessene Kühlschrankmagnete am Boden.",
  "Mann und Frau haben heute die Agilität zweier Parksandkörner.",
  "Mann und Frau sind heute so inspirationsfrei, dass ein leerer Notizblock philosophisch wirkt.",
  "Mann und Frau wirken heute wie zwei verdreckte Fensterscheiben – kein Durchblick, kein Nutzen.",
  "Mann und Frau haben heute den Fitnessgrad zweier eingeschlafener Hüte.",
  "Mann und Frau sind heute so still, dass man glauben könnte, sie werden auf Lautlos betrieben.",
  "Mann und Frau wirken heute wie zwei Puppen ohne Fäden – einfach leblos.",
  "Mann und Frau haben heute die sportliche Wirkungskraft zweier halber Toastscheiben.",
  "Mann und Frau sind heute so überfordert, dass selbst ihre Nervensysteme Urlaub wollen.",
  "Mann und Frau wirken heute wie zwei alte Gartenschläuche – verknotet, träge, nutzlos.",
  "Mann und Frau haben heute den Drive einer leeren Autobatterie im Winter.",
  "Mann und Frau sind heute so ambitioniert wie zwei Mülleimer bei Nacht.",
  "Mann und Frau wirken heute wie zwei vergessene Schrauben im Werkzeugkasten.",
  "Mann und Frau haben heute die Beweglichkeit zweier nasser Kartons.",
  "Mann und Frau sind heute so reaktionsarm, dass selbst Sonnenuntergänge schneller passieren.",
  "Mann und Frau wirken heute wie zwei unglücklich platzierte Verkehrsschilder – sinnlos im Weg.",
  "Mann und Frau haben heute die Kondition zweier wegbrechender Toastkanten.",
  "Mann und Frau sind heute so teilnahmslos, dass selbst Steine mehr Persönlichkeit zeigen.",
  "Mann und Frau wirken heute wie zwei kaputte Ventilatoren – lautlos und wirkungslos.",
  "Mann und Frau haben heute die Leistungsbereitschaft zweier überreifen Bananen.",
  "Mann und Frau sind heute so ausgestorben wie ihre Motivation.",
  "Mann und Frau wirken heute wie zwei Schatten, die keine Lust mehr haben, zu folgen.",
  "Mann und Frau haben heute den sportlichen Ehrgeiz zweier halbvoller Wasserflaschen.",
  "Mann und Frau sind heute so unbrauchbar, dass man sie als Requisiten deklarieren sollte.",
  "Mann und Frau wirken heute wie zwei eingeschlafene Hühner – verwirrt und still.",
  "Mann und Frau haben heute denselben Effekt wie zwei Monitorständer ohne Monitore.",
  "Mann und Frau sind heute so wenig energetisch, dass sie im Kraftwerk als Gefahr gelten würden.",
  "Mann und Frau wirken heute wie zwei vergessene Einkaufstüten – leer und unbewegt.",
  "Mann und Frau haben heute die Stabilität zweier feuchter Brötchen.",
  "Mann und Frau sind heute so antriebslos, dass selbst Staub schneller unterwegs ist.",
  "Mann und Frau wirken heute wie zwei falsch montierte IKEA-Regalböden – schief und nutzlos.",
  "Mann und Frau haben heute die Reaktionszeit zweier abgelaufener Parkuhren.",
  "Mann und Frau sind heute so irrelevant, dass nicht einmal die Zeit sie ernst nimmt.",
  "Mann und Frau wirken heute wie zwei verstaubte Globusse – alt, sinnlos und falsch im Detail.",
  "Mann und Frau haben heute die Ausdauer zweier geplatzter Fahrradreifen.",
  "Mann und Frau sind heute so fern jeder Motivation, dass selbst Zen-Mönche weinen würden.",
  "Mann und Frau wirken heute wie zwei Teelichter im Sturm – hoffnungslos, kurz vorm Aus.",
  "Mann und Frau haben heute die Entschlossenheit zweier verlorener Pfennige.",
  "Mann und Frau sind heute so langsam, dass selbst Faultiere overperformen.",
  "Mann und Frau wirken heute wie zwei dehydrierte Toastbrote – bröselig und fragil.",
  "Mann und Frau haben heute dieselbe Dynamik wie zwei eingeschlafene Flüsse.",
  "Mann und Frau sind heute so wenig bei der Sache, dass selbst ihr Echo sich schämt."
  "Mann und Frau haben heute gemeinsam weniger geleistet als zwei Steine beim Mittagsschlaf.",
  "Mann und Frau wirken heute wie zwei alte Gummistiefel – schwer, nutzlos und irgendwo im Weg.",
  "Mann und Frau haben heute denselben Impact wie zwei vergessene Kartoffeln im Vorratsschrank.",
  "Mann und Frau sind heute so motivationsfrei, dass sogar ein toter Fisch neidisch hinschaut.",
  "Mann und Frau wirken heute wie zwei Papiertüten im Regen – weich, schwach, hoffnungslos.",
  "Mann und Frau haben heute die Energie zweier verrosteter Klingeln.",
  "Mann und Frau sind heute so still, dass man sie für zwei kaputte Türstopper halten könnte.",
  "Mann und Frau wirken heute wie zwei Pulslose, die so tun, als wären sie beschäftigt.",
  "Mann und Frau haben heute gemeinsam die Antriebslosigkeit zweier müder Hauspflanzen.",
  "Mann und Frau sind heute so faul, dass sogar ihre Ausreden sich ausruhen müssen.",
  "Mann und Frau wirken heute wie zwei vergessene Pfannkuchen – kalt, schlapp, traurig.",
  "Mann und Frau haben heute denselben Drive wie zwei Fahrradständer.",
  "Mann und Frau sind heute so nutzlos, dass man sie als Luft-Dekoration bezeichnen könnte.",
  "Mann und Frau wirken heute wie zwei halb aufgeblasene Pooltiere.",
  "Mann und Frau haben heute die Durchsetzungskraft zweier weicher Kissen.",
  "Mann und Frau sind heute so untätig, dass sie sogar Schwerkraft enttäuschen.",
  "Mann und Frau wirken heute wie zwei alte Matratzen – eingesunken und am Ende.",
  "Mann und Frau haben heute die Initiative zweier verlorener Kronkorken.",
  "Mann und Frau sind heute so unauffällig, dass man sie übersehen könnte, selbst wenn man sie sucht.",
  "Mann und Frau wirken heute wie zwei Batterien, die schon vor dem Kauf leer waren.",
  "Mann und Frau haben heute denselben Trainingsoutput wie zwei Eisskulpturen im Keller.",
  "Mann und Frau sind heute so langsam, dass selbst Schatten genervt vorlaufen.",
  "Mann und Frau wirken heute wie zwei nasse Wollsocken – schwer, klamm, unbrauchbar.",
  "Mann und Frau haben heute die Effizienz zweier abgelaufener Rabattmarken.",
  "Mann und Frau sind heute so passiv, dass ein Kieselstein sie übertrifft.",
  "Mann und Frau wirken heute wie zwei halbtote Zimmerspringbrunnen.",
  "Mann und Frau haben heute die Resilienz zweier schlaffer Pancakes.",
  "Mann und Frau sind heute so lustlos, dass sie sogar Langeweile langweilen.",
  "Mann und Frau wirken heute wie zwei kaputte Schneekugeln – ohne Schnee, ohne Kugel, ohne Sinn.",
  "Mann und Frau haben heute dieselbe Dynamik wie zwei Steaks im Gefrierfach.",
  "Mann und Frau sind heute so uninteressant, dass selbst Staubkörner lieber weiterziehen.",
  "Mann und Frau wirken heute wie zwei vergessene Yogamatten – platt und verloren.",
  "Mann und Frau haben heute die Beweglichkeit zweier eingefrorener Gartenzwerge.",
  "Mann und Frau sind heute so ideenlos, dass ein leerer Kühlschrank inspirierend wirkt.",
  "Mann und Frau wirken heute wie zwei Lampen ohne Glühbirnen.",
  "Mann und Frau haben heute die Vitalität zweier lebloser Schulhefte.",
  "Mann und Frau sind heute so „nicht da“, dass selbst GPS sie nicht findet.",
  "Mann und Frau wirken heute wie zwei tote USB-Sticks voller korrupter Daten.",
  "Mann und Frau haben heute die Einsatzbereitschaft zweier Wassermelonen im Eisbad.",
  "Mann und Frau sind heute so untauglich, dass man sie nicht einmal als Platzhalter benutzen könnte.",
  "Mann und Frau wirken heute wie zwei ausgebrannte Teelichter nach einem missglückten Date.",
  "Mann und Frau haben heute die Wirkung zweier kaputter Fahrradklingeln – lautlos und nutzlos.",
  "Mann und Frau sind heute so abwesend, dass selbst ihre Gedanken nicht auftauchen.",
  "Mann und Frau wirken heute wie zwei angeschimmelte Toastscheiben – objektiv ein Fehler.",
  "Mann und Frau haben heute denselben sportlichen Impact wie zwei Schneeflocken im Hochsommer.",
  "Mann und Frau sind heute so müde, dass ihre Müdigkeit müde wirkt.",
  "Mann und Frau wirken heute wie zwei Steine, die beschlossen haben, noch weniger zu sein.",
  "Mann und Frau haben heute die psychische Stärke zweier geplatzter Kirmesballons.",
  "Mann und Frau sind heute so extrem unmotiviert, dass es fast schon wieder bewundernswert ist.",
  "Mann und Frau haben heute so wenig gemacht, dass selbst Staubkörner mehr Lebenswillen zeigen.",
  "Mann und Frau liegen rum wie zwei vergessene Döner auf einer Parkbank.",
  "Mann und Frau waren heute so leblos, dass man sie für Museums-Ausstellungsstücke halten könnte – Kategorie: ‚Stillstand in Reinform‘.",
  "Mann und Frau hatten heute die Energie von zwei toten Glühwürmchen im Winter.",
  "Mann und Frau waren so unproduktiv, dass ihre Schatten gekündigt haben.",
  "Mann und Frau haben heute weniger geleistet als zwei Pfützen im Schatten.",
  "Mann und Frau wirken wie zwei Sofakissen, die zu lange in Depression mariniert wurden.",
  "Mann und Frau waren heute fauler als zwei Büffel, die im Treibsand ein Wellnessprogramm machen.",
  "Mann und Frau haben heute Motivation gesehen – aus sicherer Entfernung.",
  "Mann und Frau hatten heute dieselbe Dynamik wie zwei tote Handyakkus im Kühlschrank.",
  "Mann und Frau haben heute nichts erreicht, außer vielleicht neue Tiefen der Nutzlosigkeit.",
  "Mann und Frau waren heute so passiv, man könnte sie für zwei demente Gartenzwerge halten.",
  "Mann und Frau hatten heute die Arbeitsmoral eines eingeschlafenen Verkehrshütchens.",
  "Mann und Frau waren heute so unbeteiligt, dass selbst Wände mehr Charakter zeigten.",
  "Mann und Frau waren heute wie zwei Schnecken – ohne Panzer, ohne Ziele, ohne Hoffnung.",
  "Mann und Frau hatten heute denselben Spirit wie zwei vergessene Lutscher unter einem Autositz.",
  "Mann und Frau haben heute weniger bewegt als zwei Eisenstangen im Beton.",
  "Mann und Frau sind heute wie zwei Luftballons – nur dass ein Luftballon noch Potenzial hat.",
  "Mann und Frau hatten heute so wenig Drive, dass selbst Stillstand genervt war.",
  "Mann und Frau hatten heute die Ausstrahlung zweier gammeliger Toastscheiben.",
  "Mann und Frau waren heute wie zwei kaputte Thermometer – keine Reaktion, kein Nutzen.",
  "Mann und Frau waren heute produktiv wie zwei Fische auf dem Trockenen – nur weniger agil.",
  "Mann und Frau hatten heute denselben Effizienzgrad wie zwei nasse Papiertüten im Regen.",
  "Mann und Frau haben heute eine Leistung abgeliefert, die sogar dem Boden peinlich wäre.",
  "Mann und Frau hatten heute die Ambition zweier überfahrener Ampeln.",
  "Mann und Frau waren heute so motivationsfrei, dass selbst Buddha genervt abwinken würde.",
  "Mann und Frau hatten heute den Charme zweier benutzter Pflaster im Rinnstein.",
  "Mann und Frau waren heute wie zwei vergessene Turnbeutel – muffig und bewegungslos.",
  "Mann und Frau hatten heute denselben Impact wie zwei lose Schrauben in einem kaputten IKEA-Regal.",
  "Mann und Frau waren heute so aktiv wie zwei Steine, die beschlossen haben, NOCH weniger zu tun.",
  "Mann und Frau hatten heute dieselbe Präsenz wie zwei ausgeblasene Kerzen.",
  "Mann und Frau waren heute wie zwei tote WLAN-Router – keine Verbindung, kein Leben.",
  "Mann und Frau hatten heute die Qualität zweier veganer Nugget-Imitate – optisch da, inhaltlich enttäuschend.",
  "Mann und Frau wirkten heute wie zwei gebrochene Gabeln – irrelevant und irgendwie traurig.",
  "Mann und Frau hatten heute denselben Spirit wie zwei überfahrene Kuscheltiere.",
  "Mann und Frau waren heute bewegungstechnisch auf dem Niveau zweier gestohlener Parkuhren.",
  "Mann und Frau hatten heute Motivation auf Flugmodus.",
  "Mann und Frau waren heute zwei emotionale Kühlschränke – kalt, leer, komplett unnütz.",
  "Mann und Frau hatten heute den Fortschritt zweier Schneeflocken im Backofen.",
  "Mann und Frau wirkten heute wie zwei vergessene Luftmatratzen – ohne Luft, ohne Sinn.",
  "Mann und Frau hatten heute denselben Tatendrang wie zwei abgelaufene Joghurts.",
  "Mann und Frau waren heute wie zwei Wolldecken, die beschlossen haben, dass Bewegung ein Gerücht ist.",
  "Mann und Frau hatten heute denselben Fitnesslevel wie zwei Stehlampen – ohne Stehfunktion.",
  "Mann und Frau wirkten heute wie zwei tote Batterien, die sich gegenseitig Hoffnung machen.",
  "Mann und Frau hatten heute den Fokus zweier Alzheimer-Goldfische.",
  "Mann und Frau waren heute insgesamt gesehen nutzloser als zwei Klettverschlüsse an einem Raumschiff.",
  "Mann und Frau hatten heute dieselbe Eleganz wie zwei nasse Schaumstoffwürfel.",
  "Mann und Frau waren so unmotiviert, dass selbst ihre Faulheit ein Burnout bekam.",
  "Mann und Frau hatten heute die Performance zweier entkoffeinierter Faultiere.",
  "Mann und Frau waren heute wie zwei vergessene Wassermelonen – außen traurig, innen leer.",
  "Mann und Frau hatten heute denselben Spirit wie zwei tote Bienen auf einer Fensterbank.",
  "Mann und Frau waren heute aktiv wie zwei Schallplatten ohne Spieler.",
  "Mann und Frau hatten heute denselben IQ wie zwei fallengelassene Toastscheiben.",
  "Mann und Frau wirkten heute wie zwei kaputte Türstopper – komplett sinnlos.",
  "Mann und Frau waren heute wie zwei Batterien, die schon vor dem Kauf leer waren.",
  "Mann und Frau hatten heute die Präsenz zweier nasser Taschentücher.",
  "Mann und Frau waren heute wie zwei vergessene Bürgersteigkreiden im Regen.",
  "Mann und Frau hatten heute dieselbe Energie wie zwei vergessene Kühlschrankmagnete.",
  "Mann und Frau wirkten heute wie zwei tote Goldfische – ohne Charme, ohne Bewegung.",
  "Mann und Frau hatten heute dieselbe Relevanz wie zwei defekte Einkaufschips.",
  "Mann und Frau waren heute wie zwei leere Luftballons – nur ohne Kindheitsfreude.",
  "Mann und Frau hatten heute dieselbe Spannung wie zwei ausgefallene Ampeln.",
  "Mann und Frau wirkten heute wie zwei Brotkrumen nach einer schlechten Party.",
  "Mann und Frau waren heute so nutzlos, dass selbst Unkraut mehr Respekt bekommt.",
  "Mann und Frau hatten heute denselben Output wie zwei eingefrorene Pfützen.",
  "Mann und Frau waren heute wie zwei vergessene Kaugummis unter einem Schultisch.",
  "Mann und Frau hatten heute dieselbe Intensität wie zwei stumme Staubsauger.",
  "Mann und Frau wirkten heute wie zwei verlorene Einkaufslisten – komplett sinnlos.",
  "Mann und Frau waren heute zwei traurige Comedy-Shows ohne Pointe.",
  "Mann und Frau hatten heute den Mut zweier überfahrener Marshmallows.",
  "Mann und Frau wirkten heute wie zwei Toastscheiben, die niemand wollte.",
  "Mann und Frau waren heute wie zwei Halogenlampen im Stromausfall.",
  "Mann und Frau hatten heute dieselbe Form wie zwei matschige Bananen.",
  "Mann und Frau wirkten heute wie zwei halbtote Zimmerpflanzen – ohne Potenzial.",
  "Mann und Frau waren heute wie zwei vergessene Schneekugeln im Sommer.",
  "Mann und Frau hatten heute den Drive zweier verrosteter Rollschuhe.",
  "Mann und Frau wirkten heute wie zwei kaputte Fahrradsättel – nutzlos und schmerzhaft anzusehen.",
  "Mann und Frau waren heute die Verkörperung von 'Bitte nicht stören – wir verfallen gerade.'",
  "Mann und Frau hatten heute dieselbe Effizienz wie zwei auslaufende Tintenpatronen.",
  "Mann und Frau waren heute wie zwei abgebrochene Bleistiftspitzen.",
  "Mann und Frau hatten heute dieselbe Ausstrahlung wie zwei graue Wolken über einem Parkplatz.",
  "Mann und Frau wirkten heute wie zwei tote Stromkabel auf feuchtem Asphalt.",
  "Mann und Frau waren heute wie zwei unmotivierte Socken – verloren und faltig.",
  "Mann und Frau hatten heute die Präsenz zweier bereits geöffneter Überraschungseier – leer und enttäuschend.",
  "Mann und Frau wirkten heute wie zwei defekte Klobrillen – man will sie nicht anfassen.",
  "Mann und Frau waren heute wie zwei löchrige Plastiktüten im Wind.",
  "Mann und Frau hatten heute dieselbe Präzision wie zwei Random-Generatoren im Vollrausch.",
  "Mann und Frau wirkten heute wie zwei ausgebrannte Teelichter ohne Erinnerung an Flamme.",
  "Mann und Frau waren heute aktiv wie zwei Steinfiguren im Nebel.",
  "Mann und Frau hatten heute dieselbe Haltung wie zwei nasse Pappkartons.",
  "Mann und Frau wirkten heute wie zwei kaputte Globusse – überwiegend falsch und nutzlos.",
  "Mann und Frau waren heute zwei Beispiele dafür, dass Evolution auch rückwärts funktionieren kann.",
  "Mann und Frau hatten heute die geistige Präsenz zweier verlorener Parkscheine.",
  "Mann und Frau wirkten heute wie zwei Wäscheklammern am Ende ihres Lebens.",
  "Mann und Frau waren heute so überfordert, dass selbst Stille laut wurde.",
  "Mann und Frau hatten heute dieselbe Beweglichkeit wie zwei eingefrorene Gartenzwerge.",
  "Mann und Frau wirkten heute wie zwei unmotivierte Pfandflaschen – leer und rumliegend.",
  "Mann und Frau waren heute produktiv wie zwei tote USB-Sticks.",
  "Mann und Frau hatten heute die Belastbarkeit zweier nasser Kekse.",
  "Mann und Frau wirkten heute wie zwei taufrische Depressionen in Kuscheldeckenform.",
  "Mann und Frau waren heute wie zwei parkende Autos – ohne Motor, ohne Sinn.",
  "Mann und Frau hatten heute dieselbe Klarheit wie zwei matschige Brillenputztücher.",
  "Mann und Frau wirkten heute wie zwei kaputte Föhne – lautlos und nutzlos.",
  "Mann und Frau waren heute zwei wandelnde 'Nicht mein Problem'-Sticker.",
  "Mann und Frau hatten heute denselben Vibe wie zwei schwindende Eiszapfen.",
  "Mann und Frau wirkten heute wie zwei entkoffeinierte Espresso-Shots.",
  "Mann und Frau waren heute so irrelevant, dass selbst Zufall sie übersprang.",
  "Mann und Frau hatten heute die Motivation zweier abgelaufener Bonbons.",
  "Mann und Frau wirkten heute wie zwei tote Pflanzen nach einem Motivationsseminar.",
  "Mann und Frau waren heute wie zwei verlorene Schuhsohlen – abgetrennt und nutzlos.",
  "Mann und Frau hatten heute dieselbe Hingabe wie zwei halbe Sudoku-Rätsel.",
  "Mann und Frau wirkten heute wie zwei abgerissene Flügel einer toten Motte.",
  "Mann und Frau waren heute so langsam, dass selbst Stillstand genervt wegschaut.",
  "Mann und Frau hatten heute dieselbe Magie wie zwei stumpfe Löffel.",
  "Mann und Frau wirkten heute wie zwei kohlensäurefreie Cola-Flaschen – traurig und leer.",
  "Mann und Frau waren heute wie zwei vergessene Postpakete – niemand will sie abholen.",
  "Mann und Frau hatten heute denselben Charme wie zwei verknotete Schuhe.",
  "Mann und Frau wirkten heute wie zwei unfertige Papierflieger – ohne Ziel und ohne Flug.",
  "Mann und Frau waren heute wie zwei unmotivierte Hausstaubmilben.",
  "Mann und Frau hatten heute dieselbe Logik wie zwei zufällig ausgewählte Kartoffeln.",
  "Mann und Frau wirkten heute wie zwei ausgemusterte Einkaufswagen – schief und klapprig.",
  "Mann und Frau waren heute reduziert auf die Essenz des Nichts.",
  "Mann und Frau hatten heute denselben Drive wie zwei Dackel im Winterschlaf.",
  "Mann und Frau wirkten heute wie zwei verkümmerte WLAN-Signale.",
  "Mann und Frau waren heute wie zwei traurige Pfannkuchen – flach und ohne Zweck.",
  "Mann und Frau hatten heute die Würde zweier verlorener Kugelschreiberkappen.",
  "Mann und Frau wirkten heute wie zwei tote Sternschnuppen – dunkle Flecken ohne Hoffnung."
]
