[
  "Mann und Frau sind heute so faul, dass selbst die Couch fragt, ob sie mal Pause von Mann und Frau bekommt.",
  "Mann liegt, Frau starrt – mehr Dynamik haben heute nur die Staubkörner um Mann und Frau herum.",
  "Mann und Frau sind heute so bewegungslos, dass man sie mit Möbeln verwechseln könnte – aber Möbel sind nützlicher.",
  "Mann erklärt, warum er nichts tut, Frau nickt dazu – das härteste Workout von Mann und Frau ist zustimmendes Gähnen.",
  "Mann und Frau sind heute als Fitnesslevel offiziell auf Zierde mit Puls abgestuft worden.",
  "Mann zeigt auf die Hanteln, Frau auf die Uhr – und beide schaffen es, trotzdem nichts zu tun.",
  "Mann und Frau sind heute so inaktiv, der Schrittzähler schlägt Therapie für Mann und Frau vor.",
  "Mann hat Ausreden, Frau hat Zustimmung – gemeinsam sind Mann und Frau ein Hochleistungs-Team im Nichtstun.",
  "Mann und Frau sind so faul, dass das WLAN mehr Bewegung hat als Mann und Frau zusammen.",
  "Mann stützt die Couch, Frau stützt den Sessel – statisch gesehen leisten Mann und Frau tragende Funktion, sportlich gesehen gar nichts.",
  "Mann behauptet, er schont sich, Frau behauptet, sie sei müde – die Wahrheit: Mann und Frau sind einfach faul wie zwei tote Igel am Strassenrand.",
  "Mann hat keinen Bock, Frau hat keinen Plan – Mann und Frau zusammen haben null Reps und 100% Sofa.",
  "Mann und Frau verbringen heute mehr Zeit mit Snacks als mit ihrem Kreislauf.",
  "Mann tut so, als wäre Aufstehen gefährlich, Frau so, als wäre Strecken Extremsport – Mann und Frau sind heute Karikaturen von Bewegung.",
  "Mann sagt „morgen“, Frau sagt „vielleicht“ – der Trainingsplan von Mann und Frau ist reine Science-Fiction.",
  "Mann schaut aufs Handy, Frau auf Serien – Herzfrequenz bei Mann und Frau steigt nur, wenn der Lieferdienst klingelt.",
  "Mann und Frau beweisen heute, dass der menschliche Körper ohne Bewegung auch einfach nur im Weg sein kann.",
  "Mann liegt wie ein Stein, Frau liegt wie ein zweiter Stein – gemeinsam bauen Mann und Frau ein Denkmal für Faulheit.",
  "Mann hat tausend Ausreden, Frau hat tausend Zustimmungen – Mann und Frau sind ein Joint Venture der Inaktivität.",
  "Mann und Frau schaffen es, ganze Stunden zu verschwenden, ohne sich einmal vom Möbelstück zu lösen.",
  "Mann erzählt von früheren Workouts, Frau von früherer Disziplin – aktuell haben Mann und Frau nur Erinnerungsgains.",
  "Mann und Frau sind heute so passiv, dass sogar ihre Schatten sich hinsetzen.",
  "Mann denkt ans Training, Frau denkt ans Nichtstun – am Ende denken Mann und Frau nur und machen nichts.",
  "Mann sagt „ich bin kaputt“, Frau sagt „ich auch“ – nur die Disziplin von Mann und Frau war gar nie da.",
  "Mann und Frau betreiben heute Hochleistungsprokrastination – alles andere wird konsequent ignoriert.",
  "Mann tut so, als wäre der Boden Lava, Frau so, als wäre aufstehen Steuerhinterziehung – Mann und Frau vermeiden jede Bewegung.",
  "Mann und Frau sind heute lebende Screensaver – hübsch unbeweglich, komplett nutzlos.",
  "Mann behauptet, Regeneration zu brauchen, Frau behauptet, mental erschöpft zu sein – in Wahrheit regenerieren Mann und Frau nur ihre Faulheit.",
  "Mann und Frau haben heute nur einen Muskel benutzt: den zum Scrollen.",
  "Mann liegt, Frau dreht sich um – das ist das Maximum an Kardio, das Mann und Frau heute liefern.",
  "Mann ist stolz, nichts gemacht zu haben, Frau ist stolz, dabei gewesen zu sein – wirklich geleistet haben Mann und Frau exakt null.",
  "Mann und Frau sind heute so ruhig, dass man meinen könnte, die Zeit hätte sie vergessen.",
  "Mann träumt von Sixpack, Frau von straffen Beinen – Mann und Frau tun aber alles dafür, genau das Gegenteil zu behalten.",
  "Mann und Frau sind heute die menschliche Version des Energiesparmodus – nur ohne Nutzen.",
  "Mann erklärt, er sei müde vom Leben, Frau vom Alltag – dabei haben Mann und Frau nur den Kampf mit der Couch verloren.",
  "Mann und Frau haben heute nur ein Ziel erreicht: die Perfektion der Horizontallage.",
  "Mann und Frau sind so inaktiv, dass selbst der Kühlschrank mehr Schritte hat als Mann und Frau.",
  "Mann beschwert sich über seinen Bauch, Frau über ihre Kondition – beide tun heute nichts, um das zu ändern.",
  "Mann und Frau könnten schwitzen, entscheiden sich aber dafür, einfach zu kleben.",
  "Mann ist auf der Couch eingewachsen, Frau in die Decke – gemeinsam bilden Mann und Frau eine WG mit der Schwerkraft.",
  "Mann sagt „heute ist nicht mein Tag“, Frau sagt „heute auch nicht“ – bei Mann und Frau hat einfach kein Tag Trainingsrecht.",
  "Mann und Frau sind heute tiefer im Sofa versunken als jemals in einem Workout.",
  "Mann ignoriert den Plan, Frau ignoriert ihr schlechtes Gewissen – im Team sind Mann und Frau Profis im Wegschauen.",
  "Mann und Frau haben die Hanteln heute nur aus der Ferne beleidigt.",
  "Mann denkt, sein Körper verzeiht das, Frau hofft, ihrer auch – Realität: Mann und Frau sammeln nur neue Ausreden.",
  "Mann und Frau wirken heute wie Werbung für Sitzmöbel, aber nicht für Bewegung.",
  "Mann und Frau haben heute nur einen Sprint geschafft: als der Akku vom Handy fast leer war.",
  "Mann wünscht sich Veränderung, Frau wünscht sich Motivation – Mann und Frau wünschen viel, aber tun nichts.",
  "Mann und Frau sind so faul, sie könnten als Demoobjekte für Trägheit im Physikunterricht dienen.",
  "Mann hat seinen inneren Schweinehund adoptiert, Frau hat ihm ein Bett gemacht – Mann und Frau leben jetzt mit dem Vieh.",
  "Mann und Frau verhandeln mit der Realität: nix tun, aber fit aussehen – Deal wurde abgelehnt.",
  "Mann und Frau sind heute auf Diät – aber nicht mit Kalorien, sondern mit eigener Verantwortung.",
  "Mann und Frau sind so konsequent im Nichtstun, dass sogar Ausreden langsam genervt sind.",
  "Mann und Frau hätten heute Zeit, Kraft und WLAN – aber kein Bock schlägt alles.",
  "Mann erzählt, wie hart die Woche war, Frau nickt – dabei war das härteste an Mann und Frau der Kopfkissenabdruck.",
  "Mann und Frau sitzen ihre Ziele aus, bis diese freiwillig gehen.",
  "Mann redet von „morgen anfangen“, Frau von „bald beginnen“ – Mann und Frau leben in einem ewigen Fitness-Märchen.",
  "Mann und Frau sind heute Statisten in ihrem eigenen Leben – der Hauptdarsteller ist die Couch.",
  "Mann stöhnt beim Aufstehen, Frau beim Hinsetzen – nicht vor Schmerz, sondern vor purem Unwillen.",
  "Mann und Frau haben heute den Mut, nichts zu tun, aber nicht den Mut, zu schwitzen.",
  "Mann und Frau sind heute so unproduktiv, dass selbst ihre Gedanken im Leerlauf laufen.",
  "Mann und Frau haben mehr Kontakt mit Kissen als mit ihren eigenen Zielen.",
  "Mann ruft nach Motivation, Frau nach Pause – beide bekommen nur mehr Stillstand.",
  "Mann und Frau sind heute ein Liebesbrief an die Trägheit.",
  "Mann und Frau sind wie zwei alte Laptops: heiss, laut, langsam und nichts passiert.",
  "Mann erklärt, Sport sei ungesund für seine Knie, Frau für ihre Frisur – Mann und Frau sind kreativ, aber nicht aktiv.",
  "Mann behauptet, er sei im Deload, Frau im Selfcare – in Wahrheit sind Mann und Frau einfach chronisch gemütlich.",
  "Mann und Frau haben heute nur den Kalorienverbrauch vom Atmen geschafft.",
  "Mann sitzt, Frau liegt – das ist der einzige Unterschied im Trainingsplan von Mann und Frau.",
  "Mann und Frau sind heute die lebende Antwort auf die Frage „was, wenn niemand mehr aufsteht?“.",
  "Mann schmiedet Pläne, Frau erstellt Listen – doch Mann und Frau heben nichts ausser Erwartungen.",
  "Mann und Frau haben heute ein klares Statement abgegeben: Sport ist was für andere.",
  "Mann und Frau sind so träge, dass jede Fliege im Raum mehr VO2max hat.",
  "Mann sagt, sein Rücken tue weh, Frau sagt, ihre Seele – dabei leidet nur die Disziplin von Mann und Frau.",
  "Mann hat heute nur die Position gewechselt, als sein Bein eingeschlafen ist, Frau nur, als der Akku vorging.",
  "Mann und Frau sind heute eine Studie darüber, wie lange man sitzen kann, ohne sich zu schämen.",
  "Mann hofft auf Wunder, Frau auf besseren Stoffwechsel – Mann und Frau hoffen auf alles, nur nicht auf eigenes Tun.",
  "Mann und Frau benutzen heute mehr Kissen als Hirnzellen.",
  "Mann lässt den Blick schweifen, Frau lässt es bleiben – zusammen lassen Mann und Frau alles liegen.",
  "Mann und Frau sind heute zu faul zum Jammern und trotzdem unzufrieden.",
  "Mann hatte vor, Sport zu machen, Frau auch – die gemeinsame Leistung von Mann und Frau endet bei „vorhaben“.",
  "Mann schiebt den Tag aufs Wetter, Frau auf die Stimmung – am Ende schieben Mann und Frau nur sich selbst.",
  "Mann und Frau betreiben heute Inaktivität auf Profi-Niveau.",
  "Mann und Frau sind heute ein Mahnmal dafür, was passiert, wenn man „später“ endlos wiederholt.",
  "Mann erzählt, er sei mental erschöpft, Frau körperlich – dabei haben Mann und Frau weder Kopf noch Körper benutzt.",
  "Mann und Frau haben heute nur ein Tempo: langsam denken, gar nicht handeln.",
  "Mann googelt Trainingspläne, Frau schaut Fitness-Reels – Mann und Frau konsumieren Fortschritt, statt ihn zu machen.",
  "Mann und Frau sind heute so weit von Sport weg, dass man dafür GPS bräuchte.",
  "Mann und Frau haben die Fähigkeit, hunderte Kalorien zu essen und keine einzige beim Sport zu verbrennen.",
  "Mann und Frau sind wie ein Fitnessstudio, das nur noch als Lager genutzt wird.",
  "Mann versucht, sein Gewissen zu beruhigen, Frau ihren Bauch einzuziehen – Mann und Frau spielen Theater, statt zu trainieren.",
  "Mann und Frau sind heute der Beweis, dass man auch mit zwei Menschen null Prozent Einsatz erreichen kann.",
  "Mann und Frau haben heute das Level „ich mach nichts und bin trotzdem müde“ perfektioniert.",
  "Mann denkt heimlich, Frau sei faul, Frau denkt heimlich, Mann sei faul – und beide haben recht.",
  "Mann und Frau sind heute in Sachen Training so abwesend, dass selbst ihr Schatten nicht mitmachen will.",
  "Mann und Frau beweisen eindrucksvoll, dass man sich auch kaputt fühlen kann, ohne jemals ins Schwitzen zu kommen.",
  "Mann nennt es Ruhetag, Frau nennt es Me-Time – in Wahrheit gönnen sich Mann und Frau nur Premium-Faulheit.",
  "Mann und Frau sitzen heute ihre Muskeln ab, als wären sie Strafstunden.",
  "Mann und Frau haben alle Voraussetzungen für ein Workout – ausser dem Willen.",
  "Mann behauptet, sein Tag sei zu voll, Frau behauptet, ihrer zu schwer – der Kalender von Mann und Frau sagt: viel Leerlauf, null Reps.",
  "Mann und Frau beweisen heute, dass der innere Schweinehund bei ihnen nicht innen, sondern auf dem Sofa wohnt."
]
