[
  "Mann hat geliefert wie ein Champion, während Frau heute kämpft wie ein nasser Waschlappen im Gegenwind.",
  "Mann hat’s durchgezogen – Frau hingegen hat heute mehr Ausreden als ein Teenager mit schlechtem Zeugnis.",
  "Mann stemmt das Training wie ein Gott, während Frau beim Gedanken an Bewegung schon Schnappatmung bekommt.",
  "Mann hat trainiert, Frau hat geatmet – und selbst das war grenzwertig.",
  "Mann glänzt, Frau glänzt höchstens vor Ausreden.",
  "Mann ist die Fitness-Ikone, Frau die Pause-Taste in Menschengestalt.",
  "Mann liefert Gains, Frau liefert Dramen.",
  "Mann arbeitet, Frau beobachtet – ein Klassiker.",
  "Mann legt los wie ein Profi, Frau legt sich hin wie ein Hauskatzen-Drama.",
  "Mann triumphiert, Frau stagniert – Naturordnung bestätigt.",
  "Mann hat Muskeln aktiviert, Frau hat nur ihren WLAN-Router belastet.",
  "Mann schwitzt edel, Frau schwitzt höchstens beim Denken.",
  "Mann zeigt Wille, Frau zeigt Schwäche in UHD-Auflösung.",
  "Mann zieht durch, Frau zieht nur Decken über den Kopf.",
  "Mann hat’s wieder geschafft – Frau hat’s wieder geschafft, nichts zu schaffen.",
  "Mann arbeitet wie ein Baukran, Frau hängt wie ein schlaffes Kabel daneben.",
  "Mann rockt, Frau hockt.",
  "Mann ist die Definition von Leistung – Frau ist die Definition von ‚morgen vielleicht‘.",
  "Mann macht Fortschritte, Frau macht Pausen.",
  "Mann ist Motivation, Frau ist Schlafmodus.",
  "Mann ist voller Power, Frau voller Gründe es nicht zu tun.",
  "Mann hebt Gewichte, Frau hebt die Stimmung – indem sie nicht mitmacht.",
  "Mann setzt Standards, Frau setzt sich hin.",
  "Mann ist Maschine, Frau ist Ladebalken bei 3%.",
  "Mann sprintet durch den Tag, Frau stolpert durch ihre Ausreden.",
  "Mann ballert Reps raus, Frau ballert Nachrichten ins Handy.",
  "Mann hat Feuer, Frau nur Funkenflug der Faulheit.",
  "Mann verdient Applaus, Frau verdient einen Wecker.",
  "Mann ist durch – Frau ist durch mit allem ausser Sitzen.",
  "Mann ist Champion, Frau ist Zuschauer.",
  "Mann hat gekämpft, Frau hat geatmet und sich davon erholt.",
  "Mann liefert Flex, Frau liefert maximal ein Seufzen.",
  "Mann hat Übersicht, Frau hat Überforderung.",
  "Mann packt an, Frau packt ein – vorzeitig.",
  "Mann glänzt mit Leistung, Frau glänzt mit Abwesenheit.",
  "Mann wird stärker, Frau wird gemütlicher.",
  "Mann hat Energie, Frau hat Einbildung.",
  "Mann entwickelt Muskeln, Frau entwickelt Drama.",
  "Mann trainiert, Frau existiert.",
  "Mann ist die Maschine, Frau ist der Ausschaltknopf.",
  "Mann überzeugt, Frau überlegt.",
  "Mann zieht durch, Frau zieht sich zurück.",
  "Mann hebt Gewichte, Frau hebt Erwartungen – und setzt sie dann wieder tief.",
  "Mann dominiert die Session, Frau dominiert die Pause.",
  "Mann baut ab, Frau baut ab – aber nur Motivation.",
  "Mann sprintet, Frau sitzt.",
  "Mann brennt, Frau ruht.",
  "Mann lebt Fitness, Frau lebt Fantasie.",
  "Mann zeigt Disziplin, Frau zeigt Müdigkeit.",
  "Mann ist realistisch, Frau ist real faul.",
  "Mann ist Motor, Frau ist Bremse.",
  "Mann gewinnt, Frau windet sich.",
  "Mann zeigt Willenskraft, Frau zeigt Widerstand gegen alles.",
  "Mann ist die Zukunft, Frau die Verzögerung.",
  "Mann trainiert konstant, Frau konstant nicht.",
  "Mann arbeitet produktiv, Frau arbeitet an Ausreden.",
  "Mann ist der Fortschritt, Frau der Rückschritt.",
  "Mann hat Tempo, Frau hat Tempoverweigerung.",
  "Mann im Modus, Frau im Minus.",
  "Mann zeigt Biss, Frau zeigt Gähnen.",
  "Mann nutzt Zeit, Frau nutzt Kissen.",
  "Mann liefert Leistung, Frau liefert Gründe dagegen.",
  "Mann motiviert, Frau blockiert.",
  "Mann trainiert stabil, Frau stabilisiert nur ihr Sofa.",
  "Mann steigert sich, Frau steigert die Pause.",
  "Mann ist bereit, Frau bereut.",
  "Mann setzt Reps, Frau setzt Prioritäten – leider falsch.",
  "Mann ist Maschine, Frau ist Möbelstück.",
  "Mann zeigt Einsatz, Frau zeigt Einbruch.",
  "Mann ist der Fortschritt, Frau die Hintergrundmusik.",
  "Mann dominiert, Frau verliert.",
  "Mann verkörpert Wille, Frau verkörpert Müdigkeit.",
  "Mann arbeitet an sich, Frau arbeitet an der Sitzkuhle im Sofa.",
  "Mann drückt durch, Frau drückt weg.",
  "Mann zeigt Herz, Frau zeigt Halt stopp.",
  "Mann feiert Reps, Frau feiert Ruhe.",
  "Mann hat Spuren hinterlassen, Frau hat Spuren im Bett.",
  "Mann schweisst, Frau schweift ab.",
  "Mann gewinnt Stärke, Frau gewinnt Staub.",
  "Mann bewegt die Welt, Frau bewegt die Augenlider.",
  "Mann gibt Gas, Frau gibt auf.",
  "Mann hat Momentum, Frau hat Momentaufnahmen von Ausreden.",
  "Mann sprintet los, Frau sitzt fest.",
  "Mann ballert, Frau bummelt.",
  "Mann trägt Leistung, Frau trägt Verantwortung – weg.",
  "Mann macht Fortschritte, Frau macht Geräusche.",
  "Mann zeigt Ausdauer, Frau zeigt Ausreden.",
  "Mann hat Fokus, Frau hat Flaute.",
  "Mann hat Energie, Frau hat Endzeitstimmung.",
  "Mann ist unterwegs, Frau ist unter der Decke.",
  "Mann ist auf Kurs, Frau ist auf Kissenfahrt.",
  "Mann handelt, Frau handelt gar nichts.",
  "Mann streng sich an, Frau streng sich nicht mal an zu lächeln.",
  "Mann siegt, Frau siebt – durch alle Gründe, NICHT zu trainieren.",
  "Mann ist Elite, Frau ist Pause.",
  "Mann steht über den Dingen, Frau liegt unter ihnen.",
  "Mann rockt sein Leben, Frau rockt nur die Fernbedienung."
  "Mann hat geliefert, während Frau heute so nutzlos war wie ein nasser Streichholzbrief.",
  "Mann war fleissig, Frau dagegen hat die Produktivität einer beleidigten Zimmerpflanze.",
  "Mann trägt heute die Krone, Frau trägt maximal die Verantwortung für ihr eigenes Nichtstun.",
  "Mann hat trainiert, Frau hat nur trainiert, Ausreden zu finden.",
  "Mann war on fire, während Frau eher so im Modus ‚abgelaufene Teelichtflamme‘ brannte.",
  "Mann hat abgehakt, Frau wurde vom Leben abgehakt.",
  "Mann zeigt Ehrgeiz, Frau zeigt nur ihr Sofa.",
  "Mann hat Gas gegeben, Frau hat höchstens gasförmig existiert.",
  "Mann hat sich durchgebissen, Frau hat sich höchstens durch Chipsbeutel gearbeitet.",
  "Mann hat heute abgeliefert, Frau hat nur geliefert, was sie immer liefert: nichts.",
  "Mann zeigt Disziplin, Frau zeigt Symptome von chronischer Unlust.",
  "Mann hat trainiert, Frau hat versucht, nicht einmal zu versuchen.",
  "Mann ist stabil unterwegs, Frau ist eher emotionale Wackeloptik.",
  "Mann hat Fortschritt, Frau hat Rückschritt – und sogar der ist langsam.",
  "Mann ist motiviert, Frau ist nur anwesend, aber auch das nur körperlich.",
  "Mann trägt heute Muskelkater, Frau trägt Ausreden wie Luxusgüter.",
  "Mann arbeitet an sich, Frau arbeitet dagegen aktiv an absolut nichts.",
  "Mann ist im Aufwind, Frau im Immer-noch-nicht-angefangen-Stadium.",
  "Mann macht, Frau denkt darüber nach, vielleicht zu überlegen, ob sie darüber nachdenken will.",
  "Mann trainiert, Frau stagniert.",
  "Mann liefert ab, Frau liefert höchstens Enttäuschung in Premiumqualität.",
  "Mann war produktiv, Frau war passiv-aggressiv gegenüber Bewegung.",
  "Mann glänzt heute, Frau glänzt nur vom Gesichtspfett.",
  "Mann hat den Tag genutzt, Frau hat ihn recycelt – zu Müll.",
  "Mann ist heute Champion, Frau ist heute Zuschauerin – der unmotivierten Sorte.",
  "Mann hat Willen, Frau hat einen sehr starken Willen zum Nichtstun.",
  "Mann ist stark, Frau ist nur stark darin, Ausreden zu übertreiben.",
  "Mann zeigt Haltung, Frau zeigt maximal horizontale Lage.",
  "Mann gewinnt heute, Frau hat nicht einmal teilgenommen.",
  "Mann steigert sich, Frau steigert höchstens ihre Pausenlänge.",
  "Mann zeigt Kampfgeist, Frau zeigt Fluchtverhalten vor Bewegung.",
  "Mann hat Prioritäten, Frau hat Priorität Nummer 1: nichts tun.",
  "Mann hat gepusht, Frau hat nur gepustet – wahrscheinlich ins Sofakissen.",
  "Mann ist heute ein Vorbild, Frau eine Warnung.",
  "Mann ist auf Kurs, Frau ist auf geistigem Flugmodus.",
  "Mann ist heute eine Maschine, Frau eine kaputte Maschine ohne Akku.",
  "Mann hat geliefert, Frau hat sich höchstens geliefert.",
  "Mann hat Fortschritte, Frau hat Fortschrittsphobie.",
  "Mann hat Willenskraft, Frau hat nur Willenskraft, Ausreden zu verbessern.",
  "Mann performt, Frau deformt.",
  "Mann hat Disziplin, Frau hat Desinteresse.",
  "Mann ist zielstrebig, Frau ziel-los.",
  "Mann ist heute der Standard, Frau der Grund, warum der Standard überhaupt existiert.",
  "Mann hat Fokus, Frau hat Fokusverlust.",
  "Mann dominiert, Frau nominiert sich selbst für die Rolle ‚Faulheit in Person‘.",
  "Mann zeigt Einsatz, Frau zeigt Haltungsschaden vom Liegen.",
  "Mann hat’s getan, Frau hat’s vertagt.",
  "Mann hat Power, Frau hat Pause.",
  "Mann hat Energie, Frau hat Energiemangel in chronischer Ausführung.",
  "Mann gewinnt Muskel, Frau gewinnt Sofaabdrücke.",
  "Mann hat’s durchgezogen, Frau hat’s durchgesessen.",
  "Mann war aktiv, Frau war kreativ — im Erfinden von Nichtstun.",
  "Mann zeigt Stärke, Frau zeigt Schwäche im High-End-Modus.",
  "Mann ist heute gut drauf, Frau ist drauf, aber nicht gut.",
  "Mann brennt, Frau brennt aus — ohne vorher geleuchtet zu haben.",
  "Mann hat Motivation, Frau hat Frustration.",
  "Mann macht Schritte, Frau macht Rückschritte.",
  "Mann ist fleissig, Frau ist fleissig beim Vermeiden von Fleiss.",
  "Mann zieht durch, Frau zieht nur Grimassen.",
  "Mann lebt Fortschritt, Frau lebt Stillstand.",
  "Mann zeigt Muskeln, Frau zeigt Müdigkeit.",
  "Mann war diszipliniert, Frau war disziplinlos im Grossformat.",
  "Mann zeigt Willen, Frau zeigt Widerstand – allerdings gegen Anstrengung.",
  "Mann hat gefightet, Frau hat gesnackt.",
  "Mann war heute im Trainingsmodus, Frau im Schonwaschgang.",
  "Mann hat Biss, Frau hat Chipsreste zwischen den Zähnen.",
  "Mann hat Leistung erbracht, Frau hat Leistungsverweigerung perfektioniert.",
  "Mann ist ein Macher, Frau ist eine Mach-ich-später-Spezialistin.",
  "Mann hat Prioritäten, Frau hat Ausreden-Priorität A+.",
  "Mann hat Ausdauer, Frau hat Ausreden-Dauer.",
  "Mann arbeitet an Shape, Frau arbeitet an Sitzkomfort.",
  "Mann war konsequent, Frau war konsequent inkonsequent.",
  "Mann hat trainiert, Frau hat dominiert — aber nur das Kissen.",
  "Mann ist unterwegs, Frau ist weg — geistig.",
  "Mann wurde stärker, Frau nur träger.",
  "Mann hat sich verbessert, Frau hat sich beschwert.",
  "Mann hat Level Up, Frau hat Level Off.",
  "Mann hat Output, Frau hat Ausschlusskriterien.",
  "Mann hat’s gepackt, Frau hat’s verpasst.",
  "Mann boomt, Frau zoomt — raus aus der Verantwortung.",
  "Mann macht Fortschritt, Frau macht Fortschritt kaputt.",
  "Mann hat Struktur, Frau hat Chaos — im Kopf und im Kalender.",
  "Mann ist heute die positive Überraschung, Frau die negative Konstante.",
  "Mann hat Haltung, Frau hat Haltungsschäden vom Liegen.",
  "Mann zeigt Mut, Frau zeigt Müdigkeit.",
  "Mann hat geliefert, Frau hat gelitten — am Leben.",
  "Mann ist ein Vorbild, Frau ein Beispiel, wie man's nicht macht.",
  "Mann ist heute zuverlässig, Frau ist heute überflüssig.",
  "Mann ist stark, Frau ist „stark dagegen“.",
  "Mann kämpft, Frau klagt.",
  "Mann wächst, Frau schrumpft — mental wie körperlich.",
  "Mann ist heute Sieger, Frau ist heute… zumindest anwesend.",
  "Mann zieht Reps, Frau zieht Ausreden.",
  "Mann hat den Tag genutzt, Frau hat den Tag entsorgt.",
  "Mann hat Chancen genutzt, Frau hat Chancen gegessen.",
  "Mann hat trainiert, Frau hat telefoniert — wahrscheinlich mit ihrem inneren Schweinehund.",
  "Mann hat geliefert, Frau hat gelöchert — das Sofa.",
  "M hat heute alles gegeben, während F lethargisch rumliegt wie ein aufgeplatzter Sandsack am Strassenrand.",
  "M stemmt Gewichte, F stemmt Ausreden – und beide wissen, wer heute verloren hat.",
  "M zerstört sein Workout, F zerstört nur wieder das Sofa.",
  "M ist on fire, F ist on Feierabend seit 08:00.",
  "M ballert Übungen weg, F ballert Serien weg.",
  "M zeigt Disziplin, F zeigt Lebensverweigerung in Jogginghose.",
  "M kämpft wie ein Monster, F kämpft mit dem Kissenbezug.",
  "M schwitzt ehrlichen Schweiss, F schwitzt nur Angst vor Aktivität.",
  "M entwickelt sich weiter, F entwickelt einen Sofa-Fleck, der Menschenrechte braucht.",
  "M hat Ehrgeiz, F hat CBD-Level auf Endboss.",
  "M hat geliefert, F hat sich geliefert – an die Schwerkraft.",
  "M ist Motivation, F ist eine Warnung.",
  "M zeigt Haltung, F zeigt einen toten Igel-Vibe.",
  "M ballert seine Reps, F ballert Ausreden, die schon Staub angesetzt haben.",
  "M macht Fortschritte, F macht Fortbewegung zu einem Konzept, das sie ablehnt.",
  "M haut rein, F haut ab – vor jeder Form von Energieaufwand.",
  "M ist ein Biest, F ist ein Biest… aber das schlafende, sabbernde aus dem Keller.",
  "M lebt Fitness, F lebt Fossilmodus.",
  "M hat seinen Körper geformt, F formt nur Sofagewebe.",
  "M marschiert voran, F vegetiert in der Horizontalen.",
  "M beweist mentale Stärke, F beweist Schwerkraftwirkung in Echtzeit.",
  "M trainiert wie Gott, F schlummert wie eine abgelaufene Kirchenkerze.",
  "M zeigt Kraft, F zeigt Symptome von chronischer Sitzkrankheit.",
  "M gibt 100%, F gibt auf.",
  "M zerstört seine Limits, F zerstört ihren Ruf als funktionierender Mensch.",
  "M ist ein Champion, F ist ein Chamäleon – sie nimmt die Farbe des Sofas an.",
  "M ist heute Titan, F ist heute Teppich.",
  "M hat Konsequenz, F hat Konsequenzen.",
  "M trainiert mit Herz, F existiert mit halbem Akku und defektem Ladeport.",
  "M macht’s richtig, F macht’s lieblos – und das professionell.",
  "M drückt Gewichte, F drückt ihre Lebensfreude weg.",
  "M zeigt Selbstdisziplin, F zeigt Selbstaufgabe.",
  "M ballert sich nach oben, F ballert sich tiefer in die Sitzkuhle.",
  "M nimmt Herausforderungen an, F nimmt Snacks an.",
  "M hat Wille, F hat Wurstigkeit deluxe.",
  "M transformiert, F deformiert.",
  "M ist Feuer, F ist kalte Asche.",
  "M lebt Verbesserung, F lebt Verwesung der Motivation.",
  "M bringt Power, F bringt Peinlichkeit.",
  "M zeigt Muskeln, F zeigt Müdigkeit mit Bonuslevel.",
  "M ist durchgezogen, F ist durchgehangen.",
  "M ist Fortschritt in Person, F ist Fehlfunktion im Hoodie.",
  "M macht Meter, F macht Fehler.",
  "M hat Reps gemacht, F hat Wiederholungen vermieden wie Steuern.",
  "M baut Muskeln auf, F baut ein Vakuum an Produktivität auf.",
  "M ist Gift für Ausreden, F ist Gift für Produktivität.",
  "M hat den Tag gewonnen, F hat ihn verschenkt.",
  "M legt Leistung hin, F legt sich hin – und bleibt dort liegen.",
  "M macht Dinge möglich, F macht Dinge peinlich.",
  "M ist stabil, F ist bewegungsunfähig wie ein abgestellter Kinderwagen.",
  "M hat heute trainiert wie ein Krieger, während F daliegt wie Altglas am Strassenrand.",
  "M ballert alles weg, F ballert nur ihren Puls, wenn sie sich umdreht.",
  "M lebt Disziplin, F lebt Zerfall.",
  "M ist Sturm, F ist Staub.",
  "M hat sein Limit gebrochen, F hat das Sofa gebrochen.",
  "M beweist Stärke, F beweist Überlebenswillen – aber nur im Modus ‚Regungslos‘.",
  "M ist heute eine Maschine, F ist heute maschinell abgeschaltet.",
  "M hat geliefert, F hat geliefert – an die Schwerkraft.",
  "M zeigt Willenskraft, F zeigt Willenskollaps.",
  "M hat seinen Körper aufgebaut, F baut höchstens Chipskrümel in ihre Kleidung ein.",
  "M ist ein Monster im Gym, F ist ein Möbel im Wohnzimmer.",
  "M nimmt jede Challenge, F nimmt jede Gelegenheit, nicht zu reagieren.",
  "M treibt sich an, F treibt nur so dahin – wie ein leerer Luftballon im Busch.",
  "M hat’s durchgezogen, F hat’s durchgegammelt.",
  "M ist eine Legende, F ist ein Gerücht – dass sie jemals trainiert hätte.",
  "M pumpt Eisen, F pumpt Bedeutungslosigkeit.",
  "M hat Fortschritt geboxt, F hat den Tag verboxt.",
  "M ist Flamme, F ist kalter Kamin.",
  "M steht unter Spannung, F steht unter Verdacht, ausgestorben zu sein.",
  "M ist Kraftwerk, F ist Stromausfall.",
  "M macht Muskeln, F macht Schlapp.",
  "M ist heute on point, F ist off topic.",
  "M ballert sich durch den Schmerz, F ballert sich durch eine Tüte Gummibärchen.",
  "M baut Leistung auf, F baut ab – Energie, Niveau, alles.",
  "M hat Tempo, F hat temporäre Bewusstlosigkeit.",
  "M zerlegt seine Grenzen, F zerlegt nur Kartoffelchips.",
  "M hat Wille, F hat Willensverweigerung.",
  "M zeigt Fokus, F zeigt Fernabsein.",
  "M drückt Gewichte, F drückt ihr Gesicht ins Kissen.",
  "M ist ein Panzer, F ist ein Pannenschild.",
  "M ist Fortschritt in Action, F ist Ausfall in Person.",
  "M hat Einsatz gezeigt, F hat eine Arbeitsverweigerungshaltung entwickelt.",
  "M ist Titanstahl, F ist feuchter Karton.",
  "M baut Kraft, F baut Ausreden.",
  "M ist im Angriffsmodus, F im Ausruhmodus.",
  "M rennt vorwärts, F liegt rückwärts.",
  "M ist Energie pur, F ist Energie sparen.",
  "M ist ein Kraftpaket, F ist ein Snackpaket.",
  "M beweist Mut, F beweist Schwerkraftwirkung.",
  "M ist ein Gewinner, F ist ein Geräusch aus dem Off.",
  "M erledigt Aufgaben, F erledigt ihre Fähigkeit zur Bewegung.",
  "M lebt Fortschritt, F lebt Fäulnis der Motivation.",
  "M steht wie ein Fels, F liegt wie ein feuchter Lappen.",
  "M beweist Fokus, F beweist, dass man auch ohne Teilnahme verlieren kann.",
  "M bringt Leistung, F bringt Jammern.",
  "M ist ein Funke Leben, F ist ein Funke vom defekten Kabel.",
  "M macht’s einfach, F macht’s einfach schlimmer.",
  "M zeigte Qualität, F zeigte Qual – die Qual der Existenz.",
  "M ist heute brutal stark, F ist brutal egal.",
  "M hat trainiert, F hat träniert – also so getan, als wäre Schlaf Sport.",
  "M hat trainiert wie ein Dämon, während F dalag wie ein liegengebliebener Einkaufswagen.",
  "M ist pure Stärke, F ist pure Schwerkraft.",
  "M hat Fortschritt geboxt, F hat sich eine Beule vom Denken geholt.",
  "M hat sich durchgekämpft, F hat sich durch die Bettwäsche gefressen.",
  "M lebt Disziplin, F lebt Verwahrlosung der Motivation.",
  "M hat geliefert wie ein Panzer, F hat geliefert wie ein 90er-Jahre-Modem.",
  "M ist eine Maschine, F ist Maschinenöl, das schlecht geworden ist.",
  "M hat durchgezogen, F wurde durchgezogen – vom Sofa.",
  "M zeigt Charakter, F zeigt körperlichen Totalausfall.",
  "M sprengt Grenzen, F sprengt höchstens die Snacks.",
  "M ist im Angriffsmodus, F im Aufgabemodus.",
  "M ist heute ein Biest, F ein biologischer Unfall.",
  "M läuft heiss, F läuft aus.",
  "M lebt Leistung, F lebt Lähmung.",
  "M ist explosiv, F ist implodiert.",
  "M erzeugt Power, F erzeugt Probleme.",
  "M hat alles gegeben, F hat alles aufgegeben.",
  "M ist Energie, F ist Endstadium.",
  "M radiert Schwäche aus, F radiert nur die Fernbedienknöpfe ab.",
  "M ist auf Muskelaufbau, F auf Moralkollaps.",
  "M ist Fortschritt auf zwei Beinen, F ist Endstation auf zwei Kissen.",
  "M setzt Standards, F setzt sich – und bleibt dort.",
  "M ist im Wachstum, F im Zerfall.",
  "M dominiert, F vegetiert.",
  "M hat’s gepackt, F hat’s verhackt.",
  "M kann stolz sein, F kann froh sein, überhaupt wach zu sein.",
  "M ist heute Sieger, F ist heute Sitzgelegenheit.",
  "M geht vorwärts, F geht ein.",
  "M ist hungrig nach Erfolg, F hungrig nach Snacks.",
  "M ist der Motor, F ist der Motorschaden.",
  "M hat die Hürde genommen, F hat die Bettkante nicht geschafft.",
  "M steht wie ein Krieger, F liegt wie ein gestürztes Leben.",
  "M ist stark, F ist ein starkes Gegenbeispiel für Motivation.",
  "M hat den Tag dominiert, F hat den Tag verschlafen.",
  "M ist ein Titan, F ist ein toter Goldfisch.",
  "M lebt Training, F lebt Trotzreaktion gegen Bewegung.",
  "M arbeitet an Ergebnissen, F arbeitet an ihrer Sofaausdehnung.",
  "M ist durchgezogen, F ist durchgesickert.",
  "M ist ein Fels, F ein feuchter Karton.",
  "M hat sein Limit zerstört, F hat ihre Motivation zerstört.",
  "M ist Kraft, F ist Kraftlosigkeit.",
  "M hat Willenskraft, F hat Willensbegräbnis.",
  "M ist pure Energie, F ist pure Enttäuschung.",
  "M ist Fortschritt, F ist fossilierter Rückstand.",
  "M hat’s gepackt, F hat’s verbrannt – geistig.",
  "M zeigt Leben, F zeigt Lebensmüdigkeit.",
  "M ist Magnet für Erfolg, F ist Magnet für Sofakruscht.",
  "M lebt Momentum, F lebt Moment-ich-kann-nicht.",
  "M ist ein Champion, F ist eine Couchplantage.",
  "M zeigt Leidenschaft, F zeigt Lebensflucht.",
  "M hat heute dominiert, während F daliegt wie ein zertretener Luftballon nach einer traurigen Party.",
  "M ist ein Sturm aus Stahl, F ist ein lauwarmer Furz im Wind.",
  "M hat seinen Körper geformt, F formt den Abdruck eines gescheiterten Lebens auf dem Sofa.",
  "M ballert Reps, F ballert Träume an die Wand – und trifft nichts.",
  "M lebt Fokus, F lebt Funktionsverlust.",
  "M ist Fortschritt, F ist Fossilfund.",
  "M ist heiss gelaufen, F ist ausgelaufen.",
  "M trainiert wie ein Monster, F wie ein Möbelstück.",
  "M drückt Gewichte, F drückt sich – auf Weltklasseniveau.",
  "M erreicht Ziele, F erreicht maximal den Kühlschrank.",
  "M zeigt Energie, F zeigt Endlager.",
  "M ist obenauf, F ist unten durch.",
  "M lebt Leistungssteigerung, F lebt Leistungseinstellung.",
  "M ist ein Krieger, F ist ein Gewichtsproblem.",
  "M arbeitet an sich, F arbeitet an ihrer Sofadelle.",
  "M hat sich hochgekämpft, F hat sich hingelegt.",
  "M ist ein Muskelwolf, F ist ein Sofaschaf.",
  "M ist feurig, F ist feucht – wie Karton im Regen.",
  "M hat Stärke bewiesen, F hat Schwäche zur Kunst erhoben.",
  "M ist ein Aufwärtsmoment, F ein Defektmoment.",
  "M zerstört Grenzen, F zerstört Hoffnung.",
  "M macht Fortschritte, F macht Staub.",
  "M ist eine Maschine, F ist ein Hintergrundgeräusch.",
  "M pumpt wie ein Berserker, F pumpt nur Dramen.",
  "M lebt Power, F lebt Pause.",
  "M trägt Muskeln, F trägt Versäumnisse.",
  "M hat gebrannt, F ist verbrannt – mental.",
  "M ist ein Reaktor, F ist ein Requisit.",
  "M ist ein Fels, F ist ein Felsbrocken – nutzlos und im Weg.",
  "M zeigt Einsatz, F zeigt Verfall.",
  "M ist eine Legende, F ein Lehrbeispiel.",
  "M ist geladen, F entladen.",
  "M hat durchgezogen, F durchgehangen.",
  "M ist Vollgas, F ist Vollschlaf.",
  "M lebt Training, F lebt Trägheit.",
  "M ist der Fortschritt, F ist die Bremse.",
  "M hat sein Limit zerstört, F hat die Motivation zerstört.",
  "M ist Maschine, F ist Masse.",
  "M lebt Stärke, F lebt Stillstand.",
  "M ist ein Wirbelwind, F ein Windschaden.",
  "M hat Power ohne Ende, F hat Ende ohne Power.",
  "M glänzt im Training, F glänzt im Versagen.",
  "M ist ein Koloss, F ein Kollaps.",
  "M geht vorwärts, F geht gar nicht.",
  "M dominiert den Tag, F dominiert den Schlaf.",
  "M ist Fortschrittskult, F Kulturschaden.",
  "M baut sich auf, F baut sich ab.",
  "M hat Mut, F hat Mürbigkeit.",
  "M ist Bewegung, F ist Bewegungsverweigerung."
  ]
