[
  "Frau hat geliefert wie ein Champion, während Mann heute kämpft wie ein nasser Waschlappen im Gegenwind.",
  "Frau hat’s durchgezogen – Mann hingegen hat heute mehr Ausreden als ein Teenager mit schlechtem Zeugnis.",
  "Frau stemmt das Training wie eine Göttin, während Mann beim Gedanken an Bewegung schon Schnappatmung bekommt.",
  "Frau hat trainiert, Mann hat geatmet – und selbst das war grenzwertig.",
  "Frau glänzt, Mann glänzt höchstens vor Ausreden.",
  "Frau ist die Fitness-Ikone, Mann die Pause-Taste in Menschengestalt.",
  "Frau liefert Gains, Mann liefert Dramen.",
  "Frau arbeitet, Mann beobachtet – ein Klassiker.",
  "Frau legt los wie eine Profiathletin, Mann legt sich hin wie ein Hauskatzen-Drama.",
  "Frau triumphiert, Mann stagniert – Naturordnung bestätigt.",
  "Frau hat Muskeln aktiviert, Mann hat nur seinen WLAN-Router belastet.",
  "Frau schwitzt edel, Mann schwitzt höchstens beim Denken.",
  "Frau zeigt Wille, Mann zeigt Schwäche in UHD-Auflösung.",
  "Frau zieht durch, Mann zieht nur Decken über den Kopf.",
  "Frau hat’s wieder geschafft – Mann hat’s wieder geschafft, nichts zu schaffen.",
  "Frau arbeitet wie ein Baukran, Mann hängt wie ein schlaffes Kabel daneben.",
  "Frau rockt, Mann hockt.",
  "Frau ist die Definition von Leistung – Mann ist die Definition von ‚morgen vielleicht‘.",
  "Frau macht Fortschritte, Mann macht Pausen.",
  "Frau ist Motivation, Mann ist Schlafmodus.",
  "Frau ist voller Power, Mann voller Gründe es nicht zu tun.",
  "Frau hebt Gewichte, Mann hebt die Stimmung – indem er nicht mitmacht.",
  "Frau setzt Standards, Mann setzt sich hin.",
  "Frau ist Maschine, Mann ist Ladebalken bei 3%.",
  "Frau sprintet durch den Tag, Mann stolpert durch seine Ausreden.",
  "Frau ballert Reps raus, Mann ballert Nachrichten ins Handy.",
  "Frau hat Feuer, Mann nur Funkenflug der Faulheit.",
  "Frau verdient Applaus, Mann verdient einen Wecker.",
  "Frau ist durch – Mann ist durch mit allem ausser Sitzen.",
  "Frau ist Champion, Mann ist Zuschauer.",
  "Frau hat gekämpft, Mann hat geatmet und sich davon erholt.",
  "Frau liefert Flex, Mann liefert maximal ein Seufzen.",
  "Frau hat Übersicht, Mann hat Überforderung.",
  "Frau packt an, Mann packt ein – vorzeitig.",
  "Frau glänzt mit Leistung, Mann glänzt mit Abwesenheit.",
  "Frau wird stärker, Mann wird gemütlicher.",
  "Frau hat Energie, Mann hat Einbildung.",
  "Frau entwickelt Muskeln, Mann entwickelt Drama.",
  "Frau trainiert, Mann existiert.",
  "Frau ist die Maschine, Mann ist der Ausschaltknopf.",
  "Frau überzeugt, Mann überlegt.",
  "Frau zieht durch, Mann zieht sich zurück.",
  "Frau hebt Gewichte, Mann hebt Erwartungen – und setzt sie dann wieder tief.",
  "Frau dominiert die Session, Mann dominiert die Pause.",
  "Frau baut auf, Mann baut ab – aber nur Motivation.",
  "Frau sprintet, Mann sitzt.",
  "Frau brennt, Mann ruht.",
  "Frau lebt Fitness, Mann lebt Fantasie.",
  "Frau zeigt Disziplin, Mann zeigt Müdigkeit.",
  "Frau ist realistisch, Mann ist real faul.",
  "Frau ist Motor, Mann ist Bremse.",
  "Frau gewinnt, Mann windet sich.",
  "Frau zeigt Willenskraft, Mann zeigt Widerstand gegen alles.",
  "Frau ist die Zukunft, Mann die Verzögerung.",
  "Frau trainiert konstant, Mann konstant nicht.",
  "Frau arbeitet produktiv, Mann arbeitet an Ausreden.",
  "Frau ist der Fortschritt, Mann der Rückschritt.",
  "Frau hat Tempo, Mann hat Tempoverweigerung.",
  "Frau im Modus, Mann im Minus.",
  "Frau zeigt Biss, Mann zeigt Gähnen.",
  "Frau nutzt Zeit, Mann nutzt Kissen.",
  "Frau liefert Leistung, Mann liefert Gründe dagegen.",
  "Frau motiviert, Mann blockiert.",
  "Frau trainiert stabil, Mann stabilisiert nur sein Sofa.",
  "Frau steigert sich, Mann steigert die Pause.",
  "Frau ist bereit, Mann bereut.",
  "Frau setzt Reps, Mann setzt Prioritäten – leider falsch.",
  "Frau ist Maschine, Mann ist Möbelstück.",
  "Frau zeigt Einsatz, Mann zeigt Einbruch.",
  "Frau ist der Fortschritt, Mann die Hintergrundmusik.",
  "Frau dominiert, Mann verliert.",
  "Frau verkörpert Wille, Mann verkörpert Müdigkeit.",
  "Frau arbeitet an sich, Mann arbeitet an der Sitzkuhle im Sofa.",
  "Frau drückt durch, Mann drückt weg.",
  "Frau zeigt Herz, Mann zeigt Halt stopp.",
  "Frau feiert Reps, Mann feiert Ruhe.",
  "Frau hat Spuren hinterlassen, Mann hat Spuren im Bett.",
  "Frau schwitzt, Mann schweift ab.",
  "Frau gewinnt Stärke, Mann gewinnt Staub.",
  "Frau bewegt die Welt, Mann bewegt die Augenlider.",
  "Frau gibt Gas, Mann gibt auf.",
  "Frau hat Momentum, Mann hat Momentaufnahmen von Ausreden.",
  "Frau sprintet los, Mann sitzt fest.",
  "Frau ballert, Mann bummelt.",
  "Frau trägt Leistung, Mann trägt Verantwortung – weg.",
  "Frau macht Fortschritte, Mann macht Geräusche.",
  "Frau zeigt Ausdauer, Mann zeigt Ausreden.",
  "Frau hat Fokus, Mann hat Flaute.",
  "Frau hat Energie, Mann hat Endzeitstimmung.",
  "Frau ist unterwegs, Mann ist unter der Decke.",
  "Frau ist auf Kurs, Mann ist auf Kissenfahrt.",
  "Frau handelt, Mann handelt gar nichts.",
  "Frau streng sich an, Mann streng sich nicht mal an zu lächeln.",
  "Frau siegt, Mann siebt – durch alle Gründe, NICHT zu trainieren.",
  "Frau ist Elite, Mann ist Pause.",
  "Frau steht über den Dingen, Mann liegt unter ihnen.",
  "Frau rockt ihr Leben, Mann rockt nur die Fernbedienung.",
  "Frau hat geliefert, während Mann heute so nutzlos war wie ein nasser Streichholzbrief.",
  "Frau war fleissig, Mann dagegen hat die Produktivität einer beleidigten Zimmerpflanze.",
  "Frau trägt heute die Krone, Mann trägt maximal die Verantwortung für sein eigenes Nichtstun.",
  "Frau hat trainiert, Mann hat nur trainiert, Ausreden zu finden.",
  "Frau war on fire, während Mann eher so im Modus ‚abgelaufene Teelichtflamme‘ brannte.",
  "Frau hat abgehakt, Mann wurde vom Leben abgehakt.",
  "Frau zeigt Ehrgeiz, Mann zeigt nur sein Sofa.",
  "Frau hat Gas gegeben, Mann hat höchstens gasförmig existiert.",
  "Frau hat sich durchgebissen, Mann hat sich höchstens durch Chipsbeutel gearbeitet.",
  "Frau hat heute abgeliefert, Mann hat nur geliefert, was er immer liefert: nichts.",
  "Frau zeigt Disziplin, Mann zeigt Symptome von chronischer Unlust.",
  "Frau hat trainiert, Mann hat versucht, nicht einmal zu versuchen.",
  "Frau ist stabil unterwegs, Mann ist eher emotionale Wackeloptik.",
  "Frau hat Fortschritt, Mann hat Rückschritt – und sogar der ist langsam.",
  "Frau ist motiviert, Mann ist nur anwesend, aber auch das nur körperlich.",
  "Frau trägt heute Muskelkater, Mann trägt Ausreden wie Luxusgüter.",
  "Frau arbeitet an sich, Mann arbeitet dagegen aktiv an absolut nichts.",
  "Frau ist im Aufwind, Mann im Immer-noch-nicht-angefangen-Stadium.",
  "Frau macht, Mann denkt darüber nach, vielleicht zu überlegen, ob er darüber nachdenken will.",
  "Frau trainiert, Mann stagniert.",
  "Frau liefert ab, Mann liefert höchstens Enttäuschung in Premiumqualität.",
  "Frau war produktiv, Mann war passiv-aggressiv gegenüber Bewegung.",
  "Frau glänzt heute, Mann glänzt nur vom Gesichtspfett.",
  "Frau hat den Tag genutzt, Mann hat ihn recycelt – zu Müll.",
  "Frau ist heute Champion, Mann ist heute Zuschauer – der unmotivierten Sorte.",
  "Frau hat Willen, Mann hat einen sehr starken Willen zum Nichtstun.",
  "Frau ist stark, Mann ist nur stark darin, Ausreden zu übertreiben.",
  "Frau zeigt Haltung, Mann zeigt maximal horizontale Lage.",
  "Frau gewinnt heute, Mann hat nicht einmal teilgenommen.",
  "Frau steigert sich, Mann steigert höchstens seine Pausenlänge.",
  "Frau zeigt Kampfgeist, Mann zeigt Fluchtverhalten vor Bewegung.",
  "Frau hat Prioritäten, Mann hat Priorität Nummer 1: nichts tun.",
  "Frau hat gepusht, Mann hat nur gepustet – wahrscheinlich ins Sofakissen.",
  "Frau ist heute ein Vorbild, Mann eine Warnung.",
  "Frau ist auf Kurs, Mann ist auf geistigem Flugmodus.",
  "Frau ist heute eine Maschine, Mann eine kaputte Maschine ohne Akku.",
  "Frau hat geliefert, Mann hat sich höchstens geliefert.",
  "Frau hat Fortschritte, Mann hat Fortschrittsphobie.",
  "Frau hat Willenskraft, Mann hat nur Willenskraft, Ausreden zu verbessern.",
  "Frau performt, Mann deformt.",
  "Frau hat Disziplin, Mann hat Desinteresse.",
  "Frau ist zielstrebig, Mann ziel-los.",
  "Frau ist heute der Standard, Mann der Grund, warum der Standard überhaupt existiert.",
  "Frau hat Fokus, Mann hat Fokusverlust.",
  "Frau dominiert, Mann nominiert sich selbst für die Rolle ‚Faulheit in Person‘.",
  "Frau zeigt Einsatz, Mann zeigt Haltungsschaden vom Liegen.",
  "Frau hat’s getan, Mann hat’s vertagt.",
  "Frau hat Power, Mann hat Pause.",
  "Frau hat Energie, Mann hat Energiemangel in chronischer Ausführung.",
  "Frau gewinnt Muskel, Mann gewinnt Sofaabdrücke.",
  "Frau hat’s durchgezogen, Mann hat’s durchgesessen.",
  "Frau war aktiv, Mann war kreativ — im Erfinden von Nichtstun.",
  "Frau zeigt Stärke, Mann zeigt Schwäche im High-End-Modus.",
  "Frau ist heute gut drauf, Mann ist drauf, aber nicht gut.",
  "Frau brennt, Mann brennt aus — ohne vorher geleuchtet zu haben.",
  "Frau hat Motivation, Mann hat Frustration.",
  "Frau macht Schritte, Mann macht Rückschritte.",
  "Frau ist fleissig, Mann ist fleissig beim Vermeiden von Fleiss.",
  "Frau zieht durch, Mann zieht nur Grimassen.",
  "Frau lebt Fortschritt, Mann lebt Stillstand.",
  "Frau zeigt Muskeln, Mann zeigt Müdigkeit.",
  "Frau war diszipliniert, Mann war disziplinlos im Grossformat.",
  "Frau zeigt Willen, Mann zeigt Widerstand – allerdings gegen Anstrengung.",
  "Frau hat gefightet, Mann hat gesnackt.",
  "Frau war heute im Trainingsmodus, Mann im Schonwaschgang.",
  "Frau hat Biss, Mann hat Chipsreste zwischen den Zähnen.",
  "Frau hat Leistung erbracht, Mann hat Leistungsverweigerung perfektioniert.",
  "Frau ist eine Macherin, Mann ein Mach-ich-später-Spezialist.",
  "Frau hat Prioritäten, Mann hat Ausreden-Priorität A+.",
  "Frau hat Ausdauer, Mann hat Ausreden-Dauer.",
  "Frau arbeitet an Shape, Mann arbeitet an Sitzkomfort.",
  "Frau war konsequent, Mann war konsequent inkonsequent.",
  "Frau hat trainiert, Mann hat dominiert — aber nur das Kissen.",
  "Frau ist unterwegs, Mann ist weg — geistig.",
  "Frau wurde stärker, Mann nur träger.",
  "Frau hat sich verbessert, Mann hat sich beschwert.",
  "Frau hat Level Up, Mann hat Level Off.",
  "Frau hat Output, Mann hat Ausschlusskriterien.",
  "Frau hat’s gepackt, Mann hat’s verpasst.",
  "Frau boomt, Mann zoomt — raus aus der Verantwortung.",
  "Frau macht Fortschritt, Mann macht Fortschritt kaputt.",
  "Frau hat Struktur, Mann hat Chaos — im Kopf und im Kalender.",
  "Frau ist heute die positive Überraschung, Mann die negative Konstante.",
  "Frau hat Haltung, Mann hat Haltungsschäden vom Liegen.",
  "Frau zeigt Mut, Mann zeigt Müdigkeit.",
  "Frau hat geliefert, Mann hat gelitten — am Leben.",
  "Frau ist ein Vorbild, Mann ein Beispiel, wie man's nicht macht.",
  "Frau ist heute zuverlässig, Mann ist heute überflüssig.",
  "Frau ist stark, Mann ist „stark dagegen“.",
  "Frau kämpft, Mann klagt.",
  "Frau wächst, Mann schrumpft — mental wie körperlich.",
  "Frau ist heute Siegerin, Mann ist heute… zumindest anwesend.",
  "Frau zieht Reps, Mann zieht Ausreden.",
  "Frau hat den Tag genutzt, Mann hat den Tag entsorgt.",
  "Frau hat Chancen genutzt, Mann hat Chancen gegessen.",
  "Frau hat trainiert, Mann hat telefoniert — wahrscheinlich mit seinem inneren Schweinehund.",
  "Frau hat geliefert, Mann hat gelöchert — das Sofa.",

  "Frau hat heute alles gegeben, während Mann lethargisch rumliegt wie ein aufgeplatzter Sandsack am Strassenrand.",
  "Frau stemmt Gewichte, Mann stemmt Ausreden – und beide wissen, wer heute verloren hat.",
  "Frau zerstört ihr Workout, Mann zerstört nur wieder das Sofa.",
  "Frau ist on fire, Mann ist on Feierabend seit 08:00.",
  "Frau ballert Übungen weg, Mann ballert Serien weg.",
  "Frau zeigt Disziplin, Mann zeigt Lebensverweigerung in Jogginghose.",
  "Frau kämpft wie ein Monster, Mann kämpft mit dem Kissenbezug.",
  "Frau schwitzt ehrlichen Schweiss, Mann schwitzt nur Angst vor Aktivität.",
  "Frau entwickelt sich weiter, Mann entwickelt einen Sofa-Fleck, der Menschenrechte braucht.",
  "Frau hat Ehrgeiz, Mann hat CBD-Level auf Endboss.",
  "Frau hat geliefert, Mann hat sich geliefert – an die Schwerkraft.",
  "Frau ist Motivation, Mann ist eine Warnung.",
  "Frau zeigt Haltung, Mann zeigt einen toten Igel-Vibe.",
  "Frau ballert ihre Reps, Mann ballert Ausreden, die schon Staub angesetzt haben.",
  "Frau macht Fortschritte, Mann macht Fortbewegung zu einem Konzept, das er ablehnt.",
  "Frau haut rein, Mann haut ab – vor jeder Form von Energieaufwand.",
  "Frau ist ein Biest, Mann ist ein Biest… aber das schlafende, sabbernde aus dem Keller.",
  "Frau lebt Fitness, Mann lebt Fossilmodus.",
  "Frau hat ihren Körper geformt, Mann formt nur Sofagewebe.",
  "Frau marschiert voran, Mann vegetiert in der Horizontalen.",
  "Frau beweist mentale Stärke, Mann beweist Schwerkraftwirkung in Echtzeit.",
  "Frau trainiert wie eine Göttin, Mann schlummert wie eine abgelaufene Kirchenkerze.",
  "Frau zeigt Kraft, Mann zeigt Symptome von chronischer Sitzkrankheit.",
  "Frau gibt 100%, Mann gibt auf.",
  "Frau zerstört ihre Limits, Mann zerstört seinen Ruf als funktionierender Mensch.",
  "Frau ist eine Championess, Mann ist ein Chamäleon – er nimmt die Farbe des Sofas an.",
  "Frau ist heute Titanin, Mann ist heute Teppich.",
  "Frau hat Konsequenz, Mann hat Konsequenzen.",
  "Frau trainiert mit Herz, Mann existiert mit halbem Akku und defektem Ladeport.",
  "Frau macht’s richtig, Mann macht’s lieblos – und das professionell.",
  "Frau drückt Gewichte, Mann drückt seine Lebensfreude weg.",
  "Frau zeigt Selbstdisziplin, Mann zeigt Selbstaufgabe.",
  "Frau ballert sich nach oben, Mann ballert sich tiefer in die Sitzkuhle.",
  "Frau nimmt Herausforderungen an, Mann nimmt Snacks an.",
  "Frau hat Willen, Mann hat Wurstigkeit deluxe.",
  "Frau transformiert, Mann deformiert.",
  "Frau ist Feuer, Mann ist kalte Asche.",
  "Frau lebt Verbesserung, Mann lebt Verwesung der Motivation.",
  "Frau bringt Power, Mann bringt Peinlichkeit.",
  "Frau zeigt Muskeln, Mann zeigt Müdigkeit mit Bonuslevel.",
  "Frau ist durchgezogen, Mann ist durchgehangen.",
  "Frau ist Fortschritt in Person, Mann ist Fehlfunktion im Hoodie.",
  "Frau macht Meter, Mann macht Fehler.",
  "Frau hat Reps gemacht, Mann hat Wiederholungen vermieden wie Steuern.",
  "Frau baut Muskeln auf, Mann baut ein Vakuum an Produktivität auf.",
  "Frau ist Gift für Ausreden, Mann ist Gift für Produktivität.",
  "Frau hat den Tag gewonnen, Mann hat ihn verschenkt.",
  "Frau legt Leistung hin, Mann legt sich hin – und bleibt dort liegen.",
  "Frau macht Dinge möglich, Mann macht Dinge peinlich.",
  "Frau ist stabil, Mann ist bewegungsunfähig wie ein abgestellter Kinderwagen.",
  "Frau hat heute trainiert wie eine Kriegerin, während Mann daliegt wie Altglas am Strassenrand.",
  "Frau ballert alles weg, Mann ballert nur seinen Puls, wenn er sich umdreht.",
  "Frau lebt Disziplin, Mann lebt Zerfall.",
  "Frau ist Sturm, Mann ist Staub.",
  "Frau hat ihr Limit gebrochen, Mann hat das Sofa gebrochen.",
  "Frau beweist Stärke, Mann beweist Überlebenswillen – aber nur im Modus ‚Regungslos‘.",
  "Frau ist heute eine Maschine, Mann ist heute maschinell abgeschaltet.",
  "Frau hat geliefert, Mann hat geliefert – an die Schwerkraft.",
  "Frau zeigt Willenskraft, Mann zeigt Willenskollaps.",
  "Frau hat ihren Körper aufgebaut, Mann baut höchstens Chipskrümel in seine Kleidung ein.",
  "Frau ist ein Monster im Gym, Mann ist ein Möbel im Wohnzimmer.",
  "Frau nimmt jede Challenge, Mann nimmt jede Gelegenheit, nicht zu reagieren.",
  "Frau treibt sich an, Mann treibt nur so dahin – wie ein leerer Luftballon im Busch.",
  "Frau hat’s durchgezogen, Mann hat’s durchgegammelt.",
  "Frau ist eine Legende, Mann ist ein Gerücht – dass er jemals trainiert hätte.",
  "Frau pumpt Eisen, Mann pumpt Bedeutungslosigkeit.",
  "Frau hat Fortschritt geboxt, Mann hat den Tag verboxt.",
  "Frau ist Flamme, Mann ist kalter Kamin.",
  "Frau steht unter Spannung, Mann steht unter Verdacht, ausgestorben zu sein.",
  "Frau ist Kraftwerk, Mann ist Stromausfall.",
  "Frau macht Muskeln, Mann macht Schlapp.",
  "Frau ist heute on point, Mann ist off topic.",
  "Frau ballert sich durch den Schmerz, Mann ballert sich durch eine Tüte Gummibärchen.",
  "Frau baut Leistung auf, Mann baut ab – Energie, Niveau, alles.",
  "Frau hat Tempo, Mann hat temporäre Bewusstlosigkeit.",
  "Frau zerlegt ihre Grenzen, Mann zerlegt nur Kartoffelchips.",
  "Frau hat Willen, Mann hat Willensverweigerung.",
  "Frau zeigt Fokus, Mann zeigt Fernabsein.",
  "Frau drückt Gewichte, Mann drückt sein Gesicht ins Kissen.",
  "Frau ist ein Panzer, Mann ist ein Pannenschild.",
  "Frau ist Fortschritt in Action, Mann ist Ausfall in Person.",
  "Frau hat Einsatz gezeigt, Mann hat eine Arbeitsverweigerungshaltung entwickelt.",
  "Frau ist Titanstahl, Mann ist feuchter Karton.",
  "Frau baut Kraft, Mann baut Ausreden.",
  "Frau ist im Angriffsmodus, Mann im Ausruhmodus.",
  "Frau rennt vorwärts, Mann liegt rückwärts.",
  "Frau ist Energie pur, Mann ist Energie sparen.",
  "Frau ist ein Kraftpaket, Mann ist ein Snackpaket.",
  "Frau beweist Mut, Mann beweist Schwerkraftwirkung.",
  "Frau ist eine Gewinnerin, Mann ist ein Geräusch aus dem Off.",
  "Frau erledigt Aufgaben, Mann erledigt seine Fähigkeit zur Bewegung.",
  "Frau lebt Fortschritt, Mann lebt Fäulnis der Motivation.",
  "Frau steht wie ein Fels, Mann liegt wie ein feuchter Lappen.",
  "Frau beweist Fokus, Mann beweist, dass man auch ohne Teilnahme verlieren kann.",
  "Frau bringt Leistung, Mann bringt Jammern.",
  "Frau ist ein Funke Leben, Mann ist ein Funke vom defekten Kabel.",
  "Frau macht’s einfach, Mann macht’s einfach schlimmer.",
  "Frau zeigte Qualität, Mann zeigte Qual – die Qual der Existenz.",
  "Frau ist heute brutal stark, Mann ist brutal egal.",
  "Frau hat trainiert, Mann hat träniert – also so getan, als wäre Schlaf Sport.",
  "Frau hat trainiert wie eine Dämonin, während Mann dalag wie ein liegengebliebener Einkaufswagen.",
  "Frau ist pure Stärke, Mann ist pure Schwerkraft.",
  "Frau hat Fortschritt geboxt, Mann hat sich eine Beule vom Denken geholt.",
  "Frau hat sich durchgekämpft, Mann hat sich durch die Bettwäsche gefressen.",
  "Frau lebt Disziplin, Mann lebt Verwahrlosung der Motivation.",
  "Frau hat geliefert wie ein Panzer, Mann hat geliefert wie ein 90er-Jahre-Modem.",
  "Frau ist eine Maschine, Mann ist Maschinenöl, das schlecht geworden ist.",
  "Frau hat durchgezogen, Mann wurde durchgezogen – vom Sofa.",
  "Frau zeigt Charakter, Mann zeigt körperlichen Totalausfall.",
  "Frau sprengt Grenzen, Mann sprengt höchstens die Snacks.",
  "Frau ist im Angriffsmodus, Mann im Aufgabemodus.",
  "Frau ist heute ein Biest, Mann ein biologischer Unfall.",
  "Frau läuft heiss, Mann läuft aus.",
  "Frau lebt Leistung, Mann lebt Lähmung.",
  "Frau ist explosiv, Mann ist implodiert.",
  "Frau erzeugt Power, Mann erzeugt Probleme.",
  "Frau hat alles gegeben, Mann hat alles aufgegeben.",
  "Frau ist Energie, Mann ist Endstadium.",
  "Frau radiert Schwäche aus, Mann radiert nur die Fernbedienknöpfe ab.",
  "Frau ist auf Muskelaufbau, Mann auf Moralkollaps.",
  "Frau ist Fortschritt auf zwei Beinen, Mann ist Endstation auf zwei Kissen.",
  "Frau setzt Standards, Mann setzt sich – und bleibt dort.",
  "Frau ist im Wachstum, Mann im Zerfall.",
  "Frau dominiert, Mann vegetiert.",
  "Frau hat’s gepackt, Mann hat’s verhackt.",
  "Frau kann stolz sein, Mann kann froh sein, überhaupt wach zu sein.",
  "Frau ist heute Siegerin, Mann ist heute Sitzgelegenheit.",
  "Frau geht vorwärts, Mann geht ein.",
  "Frau ist hungrig nach Erfolg, Mann hungrig nach Snacks.",
  "Frau ist der Motor, Mann ist der Motorschaden.",
  "Frau hat die Hürde genommen, Mann hat die Bettkante nicht geschafft.",
  "Frau steht wie eine Kriegerin, Mann liegt wie ein gestürztes Leben.",
  "Frau ist stark, Mann ist ein starkes Gegenbeispiel für Motivation.",
  "Frau hat den Tag dominiert, Mann hat den Tag verschlafen.",
  "Frau ist eine Titanin, Mann ein toter Goldfisch.",
  "Frau lebt Training, Mann lebt Trotzreaktion gegen Bewegung.",
  "Frau arbeitet an Ergebnissen, Mann arbeitet an seiner Sofaausdehnung.",
  "Frau ist durchgezogen, Mann ist durchgesickert.",
  "Frau ist ein Fels, Mann ein feuchter Karton.",
  "Frau hat ihr Limit zerstört, Mann hat seine Motivation zerstört.",
  "Frau ist Kraft, Mann ist Kraftlosigkeit.",
  "Frau hat Willenskraft, Mann hat Willensbegräbnis.",
  "Frau ist pure Energie, Mann ist pure Enttäuschung.",
  "Frau ist Fortschritt, Mann ist fossilierter Rückstand.",
  "Frau hat’s gepackt, Mann hat’s verbrannt – geistig.",
  "Frau zeigt Leben, Mann zeigt Lebensmüdigkeit.",
  "Frau ist Magnet für Erfolg, Mann ist Magnet für Sofakruscht.",
  "Frau lebt Momentum, Mann lebt Moment-ich-kann-nicht.",
  "Frau ist eine Championess, Mann ist eine Couchplantage.",
  "Frau zeigt Leidenschaft, Mann zeigt Lebensflucht.",
  "Frau hat heute dominiert, während Mann daliegt wie ein zertretener Luftballon nach einer traurigen Party.",
  "Frau ist ein Sturm aus Stahl, Mann ist ein lauwarmer Furz im Wind.",
  "Frau hat ihren Körper geformt, Mann formt den Abdruck eines gescheiterten Lebens auf dem Sofa.",
  "Frau ballert Reps, Mann ballert Träume an die Wand – und trifft nichts.",
  "Frau lebt Fokus, Mann lebt Funktionsverlust.",
  "Frau ist Fortschritt, Mann ist Fossilfund.",
  "Frau ist heiss gelaufen, Mann ist ausgelaufen.",
  "Frau trainiert wie ein Monster, Mann wie ein Möbelstück.",
  "Frau drückt Gewichte, Mann drückt sich – auf Weltklasseniveau.",
  "Frau erreicht Ziele, Mann erreicht maximal den Kühlschrank.",
  "Frau zeigt Energie, Mann zeigt Endlager.",
  "Frau ist obenauf, Mann ist unten durch.",
  "Frau lebt Leistungssteigerung, Mann lebt Leistungseinstellung.",
  "Frau ist eine Kriegerin, Mann ist ein Gewichtsproblem.",
  "Frau arbeitet an sich, Mann arbeitet an seiner Sofadelle.",
  "Frau hat sich hochgekämpft, Mann hat sich hingelegt.",
  "Frau ist ein Muskelwolf, Mann ist ein Sofaschaf.",
  "Frau ist feurig, Mann ist feucht – wie Karton im Regen.",
  "Frau hat Stärke bewiesen, Mann hat Schwäche zur Kunst erhoben.",
  "Frau ist ein Aufwärtsmoment, Mann ein Defektmoment.",
  "Frau zerstört Grenzen, Mann zerstört Hoffnung.",
  "Frau macht Fortschritte, Mann macht Staub.",
  "Frau ist eine Maschine, Mann ist ein Hintergrundgeräusch.",
  "Frau pumpt wie eine Berserkerin, Mann pumpt nur Dramen.",
  "Frau lebt Power, Mann lebt Pause.",
  "Frau trägt Muskeln, Mann trägt Versäumnisse.",
  "Frau hat gebrannt, Mann ist verbrannt – mental.",
  "Frau ist ein Reaktor, Mann ist ein Requisit.",
  "Frau ist ein Fels, Mann ist ein Felsbrocken – nutzlos und im Weg.",
  "Frau zeigt Einsatz, Mann zeigt Verfall.",
  "Frau ist eine Legende, Mann ein Lehrbeispiel.",
  "Frau ist geladen, Mann entladen.",
  "Frau hat durchgezogen, Mann durchgehangen.",
  "Frau ist Vollgas, Mann ist Vollschlaf.",
  "Frau lebt Training, Mann lebt Trägheit.",
  "Frau ist der Fortschritt, Mann ist die Bremse.",
  "Frau hat ihr Limit zerstört, Mann hat die Motivation zerstört.",
  "Frau ist Maschine, Mann ist Masse.",
  "Frau lebt Stärke, Mann lebt Stillstand.",
  "Frau ist ein Wirbelwind, Mann ein Windschaden.",
  "Frau hat Power ohne Ende, Mann hat Ende ohne Power.",
  "Frau glänzt im Training, Mann glänzt im Versagen.",
  "Frau ist eine Kolossin, Mann ein Kollaps.",
  "Frau geht vorwärts, Mann geht gar nicht.",
  "Frau dominiert den Tag, Mann dominiert den Schlaf.",
  "Frau ist Fortschrittskult, Mann Kulturschaden.",
  "Frau baut sich auf, Mann baut sich ab.",
  "Frau hat Mut, Mann hat Mürbigkeit.",
  "Frau ist Bewegung, Mann ist Bewegungsverweigerung."
 ]
