[
  "Frau hat geliefert wie ein Champion, während Mann heute kämpft wie ein nasser Waschlappen im Gegenwind.",
  "Frau hat’s durchgezogen – Mann hingegen hat heute mehr Ausreden als ein Teenager mit schlechtem Zeugnis.",
  "Frau stemmt das Training wie eine Göttin, während Mann beim Gedanken an Bewegung schon Schnappatmung bekommt.",
  "Frau hat trainiert, Mann hat geatmet – und selbst das war grenzwertig.",
  "Frau glänzt, Mann glänzt höchstens vor Ausreden.",
  "Frau ist die Fitness-Ikone, Mann die Pause-Taste in Menschengestalt.",
  "Frau liefert Gains, Mann liefert Dramen.",
  "Frau arbeitet, Mann beobachtet – ein Klassiker.",
  "Frau legt los wie eine Profiathletin, Mann legt sich hin wie ein Hauskatzen-Drama.",
  "Frau triumphiert, Mann stagniert – Naturordnung bestätigt.",
  "Frau hat Muskeln aktiviert, Mann hat nur seinen WLAN-Router belastet.",
  "Frau schwitzt edel, Mann schwitzt höchstens beim Denken.",
  "Frau zeigt Wille, Mann zeigt Schwäche in UHD-Auflösung.",
  "Frau zieht durch, Mann zieht nur Decken über den Kopf.",
  "Frau hat’s wieder geschafft – Mann hat’s wieder geschafft, nichts zu schaffen.",
  "Frau arbeitet wie ein Baukran, Mann hängt wie ein schlaffes Kabel daneben.",
  "Frau rockt, Mann hockt.",
  "Frau ist die Definition von Leistung – Mann ist die Definition von ‚morgen vielleicht‘.",
  "Frau macht Fortschritte, Mann macht Pausen.",
  "Frau ist Motivation, Mann ist Schlafmodus.",
  "Frau ist voller Power, Mann voller Gründe es nicht zu tun.",
  "Frau hebt Gewichte, Mann hebt die Stimmung – indem er nicht mitmacht.",
  "Frau setzt Standards, Mann setzt sich hin.",
  "Frau ist Maschine, Mann ist Ladebalken bei 3%.",
  "Frau sprintet durch den Tag, Mann stolpert durch seine Ausreden.",
  "Frau ballert Reps raus, Mann ballert Nachrichten ins Handy.",
  "Frau hat Feuer, Mann nur Funkenflug der Faulheit.",
  "Frau verdient Applaus, Mann verdient einen Wecker.",
  "Frau ist durch – Mann ist durch mit allem ausser Sitzen.",
  "Frau ist Champion, Mann ist Zuschauer.",
  "Frau hat gekämpft, Mann hat geatmet und sich davon erholt.",
  "Frau liefert Flex, Mann liefert maximal ein Seufzen.",
  "Frau hat Übersicht, Mann hat Überforderung.",
  "Frau packt an, Mann packt ein – vorzeitig.",
  "Frau glänzt mit Leistung, Mann glänzt mit Abwesenheit.",
  "Frau wird stärker, Mann wird gemütlicher.",
  "Frau hat Energie, Mann hat Einbildung.",
  "Frau entwickelt Muskeln, Mann entwickelt Drama.",
  "Frau trainiert, Mann existiert.",
  "Frau ist die Maschine, Mann ist der Ausschaltknopf.",
  "Frau überzeugt, Mann überlegt.",
  "Frau zieht durch, Mann zieht sich zurück.",
  "Frau hebt Gewichte, Mann hebt Erwartungen – und setzt sie dann wieder tief.",
  "Frau dominiert die Session, Mann dominiert die Pause.",
  "Frau baut auf, Mann baut ab – aber nur Motivation.",
  "Frau sprintet, Mann sitzt.",
  "Frau brennt, Mann ruht.",
  "Frau lebt Fitness, Mann lebt Fantasie.",
  "Frau zeigt Disziplin, Mann zeigt Müdigkeit.",
  "Frau ist realistisch, Mann ist real faul.",
  "Frau ist Motor, Mann ist Bremse.",
  "Frau gewinnt, Mann windet sich.",
  "Frau zeigt Willenskraft, Mann zeigt Widerstand gegen alles.",
  "Frau ist die Zukunft, Mann die Verzögerung.",
  "Frau trainiert konstant, Mann konstant nicht.",
  "Frau arbeitet produktiv, Mann arbeitet an Ausreden.",
  "Frau ist der Fortschritt, Mann der Rückschritt.",
  "Frau hat Tempo, Mann hat Tempoverweigerung.",
  "Frau im Modus, Mann im Minus.",
  "Frau zeigt Biss, Mann zeigt Gähnen.",
  "Frau nutzt Zeit, Mann nutzt Kissen.",
  "Frau liefert Leistung, Mann liefert Gründe dagegen.",
  "Frau motiviert, Mann blockiert.",
  "Frau trainiert stabil, Mann stabilisiert nur sein Sofa.",
  "Frau steigert sich, Mann steigert die Pause.",
  "Frau ist bereit, Mann bereut.",
  "Frau setzt Reps, Mann setzt Prioritäten – leider falsch.",
  "Frau ist Maschine, Mann ist Möbelstück.",
  "Frau zeigt Einsatz, Mann zeigt Einbruch.",
  "Frau ist der Fortschritt, Mann die Hintergrundmusik.",
  "Frau dominiert, Mann verliert.",
  "Frau verkörpert Wille, Mann verkörpert Müdigkeit.",
  "Frau arbeitet an sich, Mann arbeitet an der Sitzkuhle im Sofa.",
  "Frau drückt durch, Mann drückt weg.",
  "Frau zeigt Herz, Mann zeigt Halt stopp.",
  "Frau feiert Reps, Mann feiert Ruhe.",
  "Frau hat Spuren hinterlassen, Mann hat Spuren im Bett.",
  "Frau schwitzt, Mann schweift ab.",
  "Frau gewinnt Stärke, Mann gewinnt Staub.",
  "Frau bewegt die Welt, Mann bewegt die Augenlider.",
  "Frau gibt Gas, Mann gibt auf.",
  "Frau hat Momentum, Mann hat Momentaufnahmen von Ausreden.",
  "Frau sprintet los, Mann sitzt fest.",
  "Frau ballert, Mann bummelt.",
  "Frau trägt Leistung, Mann trägt Verantwortung – weg.",
  "Frau macht Fortschritte, Mann macht Geräusche.",
  "Frau zeigt Ausdauer, Mann zeigt Ausreden.",
  "Frau hat Fokus, Mann hat Flaute.",
  "Frau hat Energie, Mann hat Endzeitstimmung.",
  "Frau ist unterwegs, Mann ist unter der Decke.",
  "Frau ist auf Kurs, Mann ist auf Kissenfahrt.",
  "Frau handelt, Mann handelt gar nichts.",
  "Frau streng sich an, Mann streng sich nicht mal an zu lächeln.",
  "Frau siegt, Mann siebt – durch alle Gründe, NICHT zu trainieren.",
  "Frau ist Elite, Mann ist Pause.",
  "Frau steht über den Dingen, Mann liegt unter ihnen.",
  "Frau rockt ihr Leben, Mann rockt nur die Fernbedienung.",
  "Frau hat geliefert, während Mann heute so nutzlos war wie ein nasser Streichholzbrief.",
  "Frau war fleissig, Mann dagegen hat die Produktivität einer beleidigten Zimmerpflanze.",
  "Frau trägt heute die Krone, Mann trägt maximal die Verantwortung für sein eigenes Nichtstun.",
  "Frau hat trainiert, Mann hat nur trainiert, Ausreden zu finden.",
  "Frau war on fire, während Mann eher so im Modus ‚abgelaufene Teelichtflamme‘ brannte.",
  "Frau hat abgehakt, Mann wurde vom Leben abgehakt.",
  "Frau zeigt Ehrgeiz, Mann zeigt nur sein Sofa.",
  "Frau hat Gas gegeben, Mann hat höchstens gasförmig existiert.",
  "Frau hat sich durchgebissen, Mann hat sich höchstens durch Chipsbeutel gearbeitet.",
  "Frau hat heute abgeliefert, Mann hat nur geliefert, was er immer liefert: nichts.",
  "Frau zeigt Disziplin, Mann zeigt Symptome von chronischer Unlust.",
  "Frau hat trainiert, Mann hat versucht, nicht einmal zu versuchen.",
  "Frau ist stabil unterwegs, Mann ist eher emotionale Wackeloptik.",
  "Frau hat Fortschritt, Mann hat Rückschritt – und sogar der ist langsam.",
  "Frau ist motiviert, Mann ist nur anwesend, aber auch das nur körperlich.",
  "Frau trägt heute Muskelkater, Mann trägt Ausreden wie Luxusgüter.",
  "Frau arbeitet an sich, Mann arbeitet dagegen aktiv an absolut nichts.",
  "Frau ist im Aufwind, Mann im Immer-noch-nicht-angefangen-Stadium.",
  "Frau macht, Mann denkt darüber nach, vielleicht zu überlegen, ob er darüber nachdenken will.",
  "Frau trainiert, Mann stagniert.",
  "Frau liefert ab, Mann liefert höchstens Enttäuschung in Premiumqualität.",
  "Frau war produktiv, Mann war passiv-aggressiv gegenüber Bewegung.",
  "Frau glänzt heute, Mann glänzt nur vom Gesichtspfett.",
  "Frau hat den Tag genutzt, Mann hat ihn recycelt – zu Müll.",
  "Frau ist heute Champion, Mann ist heute Zuschauer – der unmotivierten Sorte.",
  "Frau hat Willen, Mann hat einen sehr starken Willen zum Nichtstun.",
  "Frau ist stark, Mann ist nur stark darin, Ausreden zu übertreiben.",
  "Frau zeigt Haltung, Mann zeigt maximal horizontale Lage.",
  "Frau gewinnt heute, Mann hat nicht einmal teilgenommen.",
  "Frau steigert sich, Mann steigert höchstens seine Pausenlänge.",
  "Frau zeigt Kampfgeist, Mann zeigt Fluchtverhalten vor Bewegung.",
  "Frau hat Prioritäten, Mann hat Priorität Nummer 1: nichts tun.",
  "Frau hat gepusht, Mann hat nur gepustet – wahrscheinlich ins Sofakissen.",
  "Frau ist heute ein Vorbild, Mann eine Warnung.",
  "Frau ist auf Kurs, Mann ist auf geistigem Flugmodus.",
  "Frau ist heute eine Maschine, Mann eine kaputte Maschine ohne Akku.",
  "Frau hat geliefert, Mann hat sich höchstens geliefert.",
  "Frau hat Fortschritte, Mann hat Fortschrittsphobie.",
  "Frau hat Willenskraft, Mann hat nur Willenskraft, Ausreden zu verbessern.",
  "Frau performt, Mann deformt.",
  "Frau hat Disziplin, Mann hat Desinteresse.",
  "Frau ist zielstrebig, Mann ziel-los.",
  "Frau ist heute der Standard, Mann der Grund, warum der Standard überhaupt existiert.",
  "Frau hat Fokus, Mann hat Fokusverlust.",
  "Frau dominiert, Mann nominiert sich selbst für die Rolle ‚Faulheit in Person‘.",
  "Frau zeigt Einsatz, Mann zeigt Haltungsschaden vom Liegen.",
  "Frau hat’s getan, Mann hat’s vertagt.",
  "Frau hat Power, Mann hat Pause.",
  "Frau hat Energie, Mann hat Energiemangel in chronischer Ausführung.",
  "Frau gewinnt Muskel, Mann gewinnt Sofaabdrücke.",
  "Frau hat’s durchgezogen, Mann hat’s durchgesessen.",
  "Frau war aktiv, Mann war kreativ — im Erfinden von Nichtstun.",
  "Frau zeigt Stärke, Mann zeigt Schwäche im High-End-Modus.",
  "Frau ist heute gut drauf, Mann ist drauf, aber nicht gut.",
  "Frau brennt, Mann brennt aus — ohne vorher geleuchtet zu haben.",
  "Frau hat Motivation, Mann hat Frustration.",
  "Frau macht Schritte, Mann macht Rückschritte.",
  "Frau ist fleissig, Mann ist fleissig beim Vermeiden von Fleiss.",
  "Frau zieht durch, Mann zieht nur Grimassen.",
  "Frau lebt Fortschritt, Mann lebt Stillstand.",
  "Frau zeigt Muskeln, Mann zeigt Müdigkeit.",
  "Frau war diszipliniert, Mann war disziplinlos im Grossformat.",
  "Frau zeigt Willen, Mann zeigt Widerstand – allerdings gegen Anstrengung.",
  "Frau hat gefightet, Mann hat gesnackt.",
  "Frau war heute im Trainingsmodus, Mann im Schonwaschgang.",
  "Frau hat Biss, Mann hat Chipsreste zwischen den Zähnen.",
  "Frau hat Leistung erbracht, Mann hat Leistungsverweigerung perfektioniert.",
  "Frau ist eine Macherin, Mann ein Mach-ich-später-Spezialist.",
  "Frau hat Prioritäten, Mann hat Ausreden-Priorität A+.",
  "Frau hat Ausdauer, Mann hat Ausreden-Dauer.",
  "Frau arbeitet an Shape, Mann arbeitet an Sitzkomfort.",
  "Frau war konsequent, Mann war konsequent inkonsequent.",
  "Frau hat trainiert, Mann hat dominiert — aber nur das Kissen.",
  "Frau ist unterwegs, Mann ist weg — geistig.",
  "Frau wurde stärker, Mann nur träger.",
  "Frau hat sich verbessert, Mann hat sich beschwert.",
  "Frau hat Level Up, Mann hat Level Off.",
  "Frau hat Output, Mann hat Ausschlusskriterien.",
  "Frau hat’s gepackt, Mann hat’s verpasst.",
  "Frau boomt, Mann zoomt — raus aus der Verantwortung.",
  "Frau macht Fortschritt, Mann macht Fortschritt kaputt.",
  "Frau hat Struktur, Mann hat Chaos — im Kopf und im Kalender.",
  "Frau ist heute die positive Überraschung, Mann die negative Konstante.",
  "Frau hat Haltung, Mann hat Haltungsschäden vom Liegen.",
  "Frau zeigt Mut, Mann zeigt Müdigkeit.",
  "Frau hat geliefert, Mann hat gelitten — am Leben.",
  "Frau ist ein Vorbild, Mann ein Beispiel, wie man's nicht macht.",
  "Frau ist heute zuverlässig, Mann ist heute überflüssig.",
  "Frau ist stark, Mann ist „stark dagegen“.",
  "Frau kämpft, Mann klagt.",
  "Frau wächst, Mann schrumpft — mental wie körperlich.",
  "Frau ist heute Siegerin, Mann ist heute… zumindest anwesend.",
  "Frau zieht Reps, Mann zieht Ausreden.",
  "Frau hat den Tag genutzt, Mann hat den Tag entsorgt.",
  "Frau hat Chancen genutzt, Mann hat Chancen gegessen.",
  "Frau hat trainiert, Mann hat telefoniert — wahrscheinlich mit seinem inneren Schweinehund.",
  "Frau hat geliefert, Mann hat gelöchert — das Sofa.",
  "F hat heute alles gegeben, während M lethargisch rumliegt wie ein aufgeplatzter Sandsack am Strassenrand.",
  "F stemmt Gewichte, M stemmt Ausreden – und beide wissen, wer heute verloren hat.",
  "F zerstört ihr Workout, M zerstört nur wieder das Sofa.",
  "F ist on fire, M ist on Feierabend seit 08:00.",
  "F ballert Übungen weg, M ballert Serien weg.",
  "F zeigt Disziplin, M zeigt Lebensverweigerung in Jogginghose.",
  "F kämpft wie ein Monster, M kämpft mit dem Kissenbezug.",
  "F schwitzt ehrlichen Schweiss, M schwitzt nur Angst vor Aktivität.",
  "F entwickelt sich weiter, M entwickelt einen Sofa-Fleck, der Menschenrechte braucht.",
  "F hat Ehrgeiz, M hat CBD-Level auf Endboss.",
  "F hat geliefert, M hat sich geliefert – an die Schwerkraft.",
  "F ist Motivation, M ist eine Warnung.",
  "F zeigt Haltung, M zeigt einen toten Igel-Vibe.",
  "F ballert ihre Reps, M ballert Ausreden, die schon Staub angesetzt haben.",
  "F macht Fortschritte, M macht Fortbewegung zu einem Konzept, das er ablehnt.",
  "F haut rein, M haut ab – vor jeder Form von Energieaufwand.",
  "F ist ein Biest, M ist ein Biest… aber das schlafende, sabbernde aus dem Keller.",
  "F lebt Fitness, M lebt Fossilmodus.",
  "F hat ihren Körper geformt, M formt nur Sofagewebe.",
  "F marschiert voran, M vegetiert in der Horizontalen.",
  "F beweist mentale Stärke, M beweist Schwerkraftwirkung in Echtzeit.",
  "F trainiert wie eine Göttin, M schlummert wie eine abgelaufene Kirchenkerze.",
  "F zeigt Kraft, M zeigt Symptome von chronischer Sitzkrankheit.",
  "F gibt 100%, M gibt auf.",
  "F zerstört ihre Limits, M zerstört seinen Ruf als funktionierender Mensch.",
  "F ist eine Championess, M ist ein Chamäleon – er nimmt die Farbe des Sofas an.",
  "F ist heute Titanin, M ist heute Teppich.",
  "F hat Konsequenz, M hat Konsequenzen.",
  "F trainiert mit Herz, M existiert mit halbem Akku und defektem Ladeport.",
  "F macht’s richtig, M macht’s lieblos – und das professionell.",
  "F drückt Gewichte, M drückt seine Lebensfreude weg.",
  "F zeigt Selbstdisziplin, M zeigt Selbstaufgabe.",
  "F ballert sich nach oben, M ballert sich tiefer in die Sitzkuhle.",
  "F nimmt Herausforderungen an, M nimmt Snacks an.",
  "F hat Willen, M hat Wurstigkeit deluxe.",
  "F transformiert, M deformiert.",
  "F ist Feuer, M ist kalte Asche.",
  "F lebt Verbesserung, M lebt Verwesung der Motivation.",
  "F bringt Power, M bringt Peinlichkeit.",
  "F zeigt Muskeln, M zeigt Müdigkeit mit Bonuslevel.",
  "F ist durchgezogen, M ist durchgehangen.",
  "F ist Fortschritt in Person, M ist Fehlfunktion im Hoodie.",
  "F macht Meter, M macht Fehler.",
  "F hat Reps gemacht, M hat Wiederholungen vermieden wie Steuern.",
  "F baut Muskeln auf, M baut ein Vakuum an Produktivität auf.",
  "F ist Gift für Ausreden, M ist Gift für Produktivität.",
  "F hat den Tag gewonnen, M hat ihn verschenkt.",
  "F legt Leistung hin, M legt sich hin – und bleibt dort liegen.",
  "F macht Dinge möglich, M macht Dinge peinlich.",
  "F ist stabil, M ist bewegungsunfähig wie ein abgestellter Kinderwagen.",
  "F hat heute trainiert wie eine Kriegerin, während M daliegt wie Altglas am Strassenrand.",
  "F ballert alles weg, M ballert nur seinen Puls, wenn er sich umdreht.",
  "F lebt Disziplin, M lebt Zerfall.",
  "F ist Sturm, M ist Staub.",
  "F hat ihr Limit gebrochen, M hat das Sofa gebrochen.",
  "F beweist Stärke, M beweist Überlebenswillen – aber nur im Modus ‚Regungslos‘.",
  "F ist heute eine Maschine, M ist heute maschinell abgeschaltet.",
  "F hat geliefert, M hat geliefert – an die Schwerkraft.",
  "F zeigt Willenskraft, M zeigt Willenskollaps.",
  "F hat ihren Körper aufgebaut, M baut höchstens Chipskrümel in seine Kleidung ein.",
  "F ist ein Monster im Gym, M ist ein Möbel im Wohnzimmer.",
  "F nimmt jede Challenge, M nimmt jede Gelegenheit, nicht zu reagieren.",
  "F treibt sich an, M treibt nur so dahin – wie ein leerer Luftballon im Busch.",
  "F hat’s durchgezogen, M hat’s durchgegammelt.",
  "F ist eine Legende, M ist ein Gerücht – dass er jemals trainiert hätte.",
  "F pumpt Eisen, M pumpt Bedeutungslosigkeit.",
  "F hat Fortschritt geboxt, M hat den Tag verboxt.",
  "F ist Flamme, M ist kalter Kamin.",
  "F steht unter Spannung, M steht unter Verdacht, ausgestorben zu sein.",
  "F ist Kraftwerk, M ist Stromausfall.",
  "F macht Muskeln, M macht Schlapp.",
  "F ist heute on point, M ist off topic.",
  "F ballert sich durch den Schmerz, M ballert sich durch eine Tüte Gummibärchen.",
  "F baut Leistung auf, M baut ab – Energie, Niveau, alles.",
  "F hat Tempo, M hat temporäre Bewusstlosigkeit.",
  "F zerlegt ihre Grenzen, M zerlegt nur Kartoffelchips.",
  "F hat Willen, M hat Willensverweigerung.",
  "F zeigt Fokus, M zeigt Fernabsein.",
  "F drückt Gewichte, M drückt sein Gesicht ins Kissen.",
  "F ist ein Panzer, M ist ein Pannenschild.",
  "F ist Fortschritt in Action, M ist Ausfall in Person.",
  "F hat Einsatz gezeigt, M hat eine Arbeitsverweigerungshaltung entwickelt.",
  "F ist Titanstahl, M ist feuchter Karton.",
  "F baut Kraft, M baut Ausreden.",
  "F ist im Angriffsmodus, M im Ausruhmodus.",
  "F rennt vorwärts, M liegt rückwärts.",
  "F ist Energie pur, M ist Energie sparen.",
  "F ist ein Kraftpaket, M ist ein Snackpaket.",
  "F beweist Mut, M beweist Schwerkraftwirkung.",
  "F ist eine Gewinnerin, M ist ein Geräusch aus dem Off.",
  "F erledigt Aufgaben, M erledigt seine Fähigkeit zur Bewegung.",
  "F lebt Fortschritt, M lebt Fäulnis der Motivation.",
  "F steht wie ein Fels, M liegt wie ein feuchter Lappen.",
  "F beweist Fokus, M beweist, dass man auch ohne Teilnahme verlieren kann.",
  "F bringt Leistung, M bringt Jammern.",
  "F ist ein Funke Leben, M ist ein Funke vom defekten Kabel.",
  "F macht’s einfach, M macht’s einfach schlimmer.",
  "F zeigte Qualität, M zeigte Qual – die Qual der Existenz.",
  "F ist heute brutal stark, M ist brutal egal.",
  "F hat trainiert, M hat träniert – also so getan, als wäre Schlaf Sport.",
  "F hat trainiert wie eine Dämonin, während M dalag wie ein liegengebliebener Einkaufswagen.",
  "F ist pure Stärke, M ist pure Schwerkraft.",
  "F hat Fortschritt geboxt, M hat sich eine Beule vom Denken geholt.",
  "F hat sich durchgekämpft, M hat sich durch die Bettwäsche gefressen.",
  "F lebt Disziplin, M lebt Verwahrlosung der Motivation.",
  "F hat geliefert wie ein Panzer, M hat geliefert wie ein 90er-Jahre-Modem.",
  "F ist eine Maschine, M ist Maschinenöl, das schlecht geworden ist.",
  "F hat durchgezogen, M wurde durchgezogen – vom Sofa.",
  "F zeigt Charakter, M zeigt körperlichen Totalausfall.",
  "F sprengt Grenzen, M sprengt höchstens die Snacks.",
  "F ist im Angriffsmodus, M im Aufgabemodus.",
  "F ist heute ein Biest, M ein biologischer Unfall.",
  "F läuft heiss, M läuft aus.",
  "F lebt Leistung, M lebt Lähmung.",
  "F ist explosiv, M ist implodiert.",
  "F erzeugt Power, M erzeugt Probleme.",
  "F hat alles gegeben, M hat alles aufgegeben.",
  "F ist Energie, M ist Endstadium.",
  "F radiert Schwäche aus, M radiert nur die Fernbedienknöpfe ab.",
  "F ist auf Muskelaufbau, M auf Moralkollaps.",
  "F ist Fortschritt auf zwei Beinen, M ist Endstation auf zwei Kissen.",
  "F setzt Standards, M setzt sich – und bleibt dort.",
  "F ist im Wachstum, M im Zerfall.",
  "F dominiert, M vegetiert.",
  "F hat’s gepackt, M hat’s verhackt.",
  "F kann stolz sein, M kann froh sein, überhaupt wach zu sein.",
  "F ist heute Siegerin, M ist heute Sitzgelegenheit.",
  "F geht vorwärts, M geht ein.",
  "F ist hungrig nach Erfolg, M hungrig nach Snacks.",
  "F ist der Motor, M ist der Motorschaden.",
  "F hat die Hürde genommen, M hat die Bettkante nicht geschafft.",
  "F steht wie eine Kriegerin, M liegt wie ein gestürztes Leben.",
  "F ist stark, M ist ein starkes Gegenbeispiel für Motivation.",
  "F hat den Tag dominiert, M hat den Tag verschlafen.",
  "F ist eine Titanin, M ein toter Goldfisch.",
  "F lebt Training, M lebt Trotzreaktion gegen Bewegung.",
  "F arbeitet an Ergebnissen, M arbeitet an seiner Sofaausdehnung.",
  "F ist durchgezogen, M ist durchgesickert.",
  "F ist ein Fels, M ein feuchter Karton.",
  "F hat ihr Limit zerstört, M hat seine Motivation zerstört.",
  "F ist Kraft, M ist Kraftlosigkeit.",
  "F hat Willenskraft, M hat Willensbegräbnis.",
  "F ist pure Energie, M ist pure Enttäuschung.",
  "F ist Fortschritt, M ist fossilierter Rückstand.",
  "F hat’s gepackt, M hat’s verbrannt – geistig.",
  "F zeigt Leben, M zeigt Lebensmüdigkeit.",
  "F ist Magnet für Erfolg, M ist Magnet für Sofakruscht.",
  "F lebt Momentum, M lebt Moment-ich-kann-nicht.",
  "F ist eine Championess, M ist eine Couchplantage.",
  "F zeigt Leidenschaft, M zeigt Lebensflucht.",
  "F hat heute dominiert, während M daliegt wie ein zertretener Luftballon nach einer traurigen Party.",
  "F ist ein Sturm aus Stahl, M ist ein lauwarmer Furz im Wind.",
  "F hat ihren Körper geformt, M formt den Abdruck eines gescheiterten Lebens auf dem Sofa.",
  "F ballert Reps, M ballert Träume an die Wand – und trifft nichts.",
  "F lebt Fokus, M lebt Funktionsverlust.",
  "F ist Fortschritt, M ist Fossilfund.",
  "F ist heiss gelaufen, M ist ausgelaufen.",
  "F trainiert wie ein Monster, M wie ein Möbelstück.",
  "F drückt Gewichte, M drückt sich – auf Weltklasseniveau.",
  "F erreicht Ziele, M erreicht maximal den Kühlschrank.",
  "F zeigt Energie, M zeigt Endlager.",
  "F ist obenauf, M ist unten durch.",
  "F lebt Leistungssteigerung, M lebt Leistungseinstellung.",
  "F ist eine Kriegerin, M ist ein Gewichtsproblem.",
  "F arbeitet an sich, M arbeitet an seiner Sofadelle.",
  "F hat sich hochgekämpft, M hat sich hingelegt.",
  "F ist ein Muskelwolf, M ist ein Sofaschaf.",
  "F ist feurig, M ist feucht – wie Karton im Regen.",
  "F hat Stärke bewiesen, M hat Schwäche zur Kunst erhoben.",
  "F ist ein Aufwärtsmoment, M ein Defektmoment.",
  "F zerstört Grenzen, M zerstört Hoffnung.",
  "F macht Fortschritte, M macht Staub.",
  "F ist eine Maschine, M ist ein Hintergrundgeräusch.",
  "F pumpt wie eine Berserkerin, M pumpt nur Dramen.",
  "F lebt Power, M lebt Pause.",
  "F trägt Muskeln, M trägt Versäumnisse.",
  "F hat gebrannt, M ist verbrannt – mental.",
  "F ist ein Reaktor, M ist ein Requisit.",
  "F ist ein Fels, M ist ein Felsbrocken – nutzlos und im Weg.",
  "F zeigt Einsatz, M zeigt Verfall.",
  "F ist eine Legende, M ein Lehrbeispiel.",
  "F ist geladen, M entladen.",
  "F hat durchgezogen, M durchgehangen.",
  "F ist Vollgas, M ist Vollschlaf.",
  "F lebt Training, M lebt Trägheit.",
  "F ist der Fortschritt, M ist die Bremse.",
  "F hat ihr Limit zerstört, M hat die Motivation zerstört.",
  "F ist Maschine, M ist Masse.",
  "F lebt Stärke, M lebt Stillstand.",
  "F ist ein Wirbelwind, M ein Windschaden.",
  "F hat Power ohne Ende, M hat Ende ohne Power.",
  "F glänzt im Training, M glänzt im Versagen.",
  "F ist eine Kolossin, M ein Kollaps.",
  "F geht vorwärts, M geht gar nicht.",
  "F dominiert den Tag, M dominiert den Schlaf.",
  "F ist Fortschrittskult, M Kulturschaden.",
  "F baut sich auf, M baut sich ab.",
  "F hat Mut, M hat Mürbigkeit.",
  "F ist Bewegung, M ist Bewegungsverweigerung."
 ]
