
[
  "Mann hat geliefert wie ein Champion, während Frau heute kämpft wie ein nasser Waschlappen im Gegenwind.",
  "Mann hat’s durchgezogen – Frau hingegen hat heute mehr Ausreden als ein Teenager mit schlechtem Zeugnis.",
  "Mann stemmt das Training wie ein Gott, während Frau beim Gedanken an Bewegung schon Schnappatmung bekommt.",
  "Mann hat trainiert, Frau hat geatmet – und selbst das war grenzwertig.",
  "Mann glänzt, Frau glänzt höchstens vor Ausreden.",
  "Mann ist die Fitness-Ikone, Frau die Pause-Taste in Menschengestalt.",
  "Mann liefert Gains, Frau liefert Dramen.",
  "Mann arbeitet, Frau beobachtet – ein Klassiker.",
  "Mann legt los wie ein Profi, Frau legt sich hin wie ein Hauskatzen-Drama.",
  "Mann triumphiert, Frau stagniert – Naturordnung bestätigt.",
  "Mann hat Muskeln aktiviert, Frau hat nur ihren WLAN-Router belastet.",
  "Mann schwitzt edel, Frau schwitzt höchstens beim Denken.",
  "Mann zeigt Wille, Frau zeigt Schwäche in UHD-Auflösung.",
  "Mann zieht durch, Frau zieht nur Decken über den Kopf.",
  "Mann hat’s wieder geschafft – Frau hat’s wieder geschafft, nichts zu schaffen.",
  "Mann arbeitet wie ein Baukran, Frau hängt wie ein schlaffes Kabel daneben.",
  "Mann rockt, Frau hockt.",
  "Mann ist die Definition von Leistung – Frau ist die Definition von ‚morgen vielleicht‘.",
  "Mann macht Fortschritte, Frau macht Pausen.",
  "Mann ist Motivation, Frau ist Schlafmodus.",
  "Mann ist voller Power, Frau voller Gründe es nicht zu tun.",
  "Mann hebt Gewichte, Frau hebt die Stimmung – indem sie nicht mitmacht.",
  "Mann setzt Standards, Frau setzt sich hin.",
  "Mann ist Maschine, Frau ist Ladebalken bei 3%.",
  "Mann sprintet durch den Tag, Frau stolpert durch ihre Ausreden.",
  "Mann ballert Reps raus, Frau ballert Nachrichten ins Handy.",
  "Mann hat Feuer, Frau nur Funkenflug der Faulheit.",
  "Mann verdient Applaus, Frau verdient einen Wecker.",
  "Mann ist durch – Frau ist durch mit allem ausser Sitzen.",
  "Mann ist Champion, Frau ist Zuschauer.",
  "Mann hat gekämpft, Frau hat geatmet und sich davon erholt.",
  "Mann liefert Flex, Frau liefert maximal ein Seufzen.",
  "Mann hat Übersicht, Frau hat Überforderung.",
  "Mann packt an, Frau packt ein – vorzeitig.",
  "Mann glänzt mit Leistung, Frau glänzt mit Abwesenheit.",
  "Mann wird stärker, Frau wird gemütlicher.",
  "Mann hat Energie, Frau hat Einbildung.",
  "Mann entwickelt Muskeln, Frau entwickelt Drama.",
  "Mann trainiert, Frau existiert.",
  "Mann ist die Maschine, Frau ist der Ausschaltknopf.",
  "Mann überzeugt, Frau überlegt.",
  "Mann zieht durch, Frau zieht sich zurück.",
  "Mann hebt Gewichte, Frau hebt Erwartungen – und setzt sie dann wieder tief.",
  "Mann dominiert die Session, Frau dominiert die Pause.",
  "Mann baut ab, Frau baut ab – aber nur Motivation.",
  "Mann sprintet, Frau sitzt.",
  "Mann brennt, Frau ruht.",
  "Mann lebt Fitness, Frau lebt Fantasie.",
  "Mann zeigt Disziplin, Frau zeigt Müdigkeit.",
  "Mann ist realistisch, Frau ist real faul.",
  "Mann ist Motor, Frau ist Bremse.",
  "Mann gewinnt, Frau windet sich.",
  "Mann zeigt Willenskraft, Frau zeigt Widerstand gegen alles.",
  "Mann ist die Zukunft, Frau die Verzögerung.",
  "Mann trainiert konstant, Frau konstant nicht.",
  "Mann arbeitet produktiv, Frau arbeitet an Ausreden.",
  "Mann ist der Fortschritt, Frau der Rückschritt.",
  "Mann hat Tempo, Frau hat Tempoverweigerung.",
  "Mann im Modus, Frau im Minus.",
  "Mann zeigt Biss, Frau zeigt Gähnen.",
  "Mann nutzt Zeit, Frau nutzt Kissen.",
  "Mann liefert Leistung, Frau liefert Gründe dagegen.",
  "Mann motiviert, Frau blockiert.",
  "Mann trainiert stabil, Frau stabilisiert nur ihr Sofa.",
  "Mann steigert sich, Frau steigert die Pause.",
  "Mann ist bereit, Frau bereut.",
  "Mann setzt Reps, Frau setzt Prioritäten – leider falsch.",
  "Mann ist Maschine, Frau ist Möbelstück.",
  "Mann zeigt Einsatz, Frau zeigt Einbruch.",
  "Mann ist der Fortschritt, Frau die Hintergrundmusik.",
  "Mann dominiert, Frau verliert.",
  "Mann verkörpert Wille, Frau verkörpert Müdigkeit.",
  "Mann arbeitet an sich, Frau arbeitet an der Sitzkuhle im Sofa.",
  "Mann drückt durch, Frau drückt weg.",
  "Mann zeigt Herz, Frau zeigt Halt stopp.",
  "Mann feiert Reps, Frau feiert Ruhe.",
  "Mann hat Spuren hinterlassen, Frau hat Spuren im Bett.",
  "Mann schweisst, Frau schweift ab.",
  "Mann gewinnt Stärke, Frau gewinnt Staub.",
  "Mann bewegt die Welt, Frau bewegt die Augenlider.",
  "Mann gibt Gas, Frau gibt auf.",
  "Mann hat Momentum, Frau hat Momentaufnahmen von Ausreden.",
  "Mann sprintet los, Frau sitzt fest.",
  "Mann ballert, Frau bummelt.",
  "Mann trägt Leistung, Frau trägt Verantwortung – weg.",
  "Mann macht Fortschritte, Frau macht Geräusche.",
  "Mann zeigt Ausdauer, Frau zeigt Ausreden.",
  "Mann hat Fokus, Frau hat Flaute.",
  "Mann hat Energie, Frau hat Endzeitstimmung.",
  "Mann ist unterwegs, Frau ist unter der Decke.",
  "Mann ist auf Kurs, Frau ist auf Kissenfahrt.",
  "Mann handelt, Frau handelt gar nichts.",
  "Mann streng sich an, Frau streng sich nicht mal an zu lächeln.",
  "Mann siegt, Frau siebt – durch alle Gründe, NICHT zu trainieren.",
  "Mann ist Elite, Frau ist Pause.",
  "Mann steht über den Dingen, Frau liegt unter ihnen.",
  "Mann rockt sein Leben, Frau rockt nur die Fernbedienung."
   "Mann hat geliefert, während Frau heute so nutzlos war wie ein nasser Streichholzbrief.",
  "Mann war fleissig, Frau dagegen hat die Produktivität einer beleidigten Zimmerpflanze.",
  "Mann trägt heute die Krone, Frau trägt maximal die Verantwortung für ihr eigenes Nichtstun.",
  "Mann hat trainiert, Frau hat nur trainiert, Ausreden zu finden.",
  "Mann war on fire, während Frau eher so im Modus ‚abgelaufene Teelichtflamme‘ brannte.",
  "Mann hat abgehakt, Frau wurde vom Leben abgehakt.",
  "Mann zeigt Ehrgeiz, Frau zeigt nur ihr Sofa.",
  "Mann hat Gas gegeben, Frau hat höchstens gasförmig existiert.",
  "Mann hat sich durchgebissen, Frau hat sich höchstens durch Chipsbeutel gearbeitet.",
  "Mann hat heute abgeliefert, Frau hat nur geliefert, was sie immer liefert: nichts.",
  "Mann zeigt Disziplin, Frau zeigt Symptome von chronischer Unlust.",
  "Mann hat trainiert, Frau hat versucht, nicht einmal zu versuchen.",
  "Mann ist stabil unterwegs, Frau ist eher emotionale Wackeloptik.",
  "Mann hat Fortschritt, Frau hat Rückschritt – und sogar der ist langsam.",
  "Mann ist motiviert, Frau ist nur anwesend, aber auch das nur körperlich.",
  "Mann trägt heute Muskelkater, Frau trägt Ausreden wie Luxusgüter.",
  "Mann arbeitet an sich, Frau arbeitet dagegen aktiv an absolut nichts.",
  "Mann ist im Aufwind, Frau im Immer-noch-nicht-angefangen-Stadium.",
  "Mann macht, Frau denkt darüber nach, vielleicht zu überlegen, ob sie darüber nachdenken will.",
  "Mann trainiert, Frau stagniert.",
  "Mann liefert ab, Frau liefert höchstens Enttäuschung in Premiumqualität.",
  "Mann war produktiv, Frau war passiv-aggressiv gegenüber Bewegung.",
  "Mann glänzt heute, Frau glänzt nur vom Gesichtspfett.",
  "Mann hat den Tag genutzt, Frau hat ihn recycelt – zu Müll.",
  "Mann ist heute Champion, Frau ist heute Zuschauerin – der unmotivierten Sorte.",
  "Mann hat Willen, Frau hat einen sehr starken Willen zum Nichtstun.",
  "Mann ist stark, Frau ist nur stark darin, Ausreden zu übertreiben.",
  "Mann zeigt Haltung, Frau zeigt maximal horizontale Lage.",
  "Mann gewinnt heute, Frau hat nicht einmal teilgenommen.",
  "Mann steigert sich, Frau steigert höchstens ihre Pausenlänge.",
  "Mann zeigt Kampfgeist, Frau zeigt Fluchtverhalten vor Bewegung.",
  "Mann hat Prioritäten, Frau hat Priorität Nummer 1: nichts tun.",
  "Mann hat gepusht, Frau hat nur gepustet – wahrscheinlich ins Sofakissen.",
  "Mann ist heute ein Vorbild, Frau eine Warnung.",
  "Mann ist auf Kurs, Frau ist auf geistigem Flugmodus.",
  "Mann ist heute eine Maschine, Frau eine kaputte Maschine ohne Akku.",
  "Mann hat geliefert, Frau hat sich höchstens geliefert.",
  "Mann hat Fortschritte, Frau hat Fortschrittsphobie.",
  "Mann hat Willenskraft, Frau hat nur Willenskraft, Ausreden zu verbessern.",
  "Mann performt, Frau deformt.",
  "Mann hat Disziplin, Frau hat Desinteresse.",
  "Mann ist zielstrebig, Frau ziel-los.",
  "Mann ist heute der Standard, Frau der Grund, warum der Standard überhaupt existiert.",
  "Mann hat Fokus, Frau hat Fokusverlust.",
  "Mann dominiert, Frau nominiert sich selbst für die Rolle ‚Faulheit in Person‘.",
  "Mann zeigt Einsatz, Frau zeigt Haltungsschaden vom Liegen.",
  "Mann hat’s getan, Frau hat’s vertagt.",
  "Mann hat Power, Frau hat Pause.",
  "Mann hat Energie, Frau hat Energiemangel in chronischer Ausführung.",
  "Mann gewinnt Muskel, Frau gewinnt Sofaabdrücke.",
  "Mann hat’s durchgezogen, Frau hat’s durchgesessen.",
  "Mann war aktiv, Frau war kreativ — im Erfinden von Nichtstun.",
  "Mann zeigt Stärke, Frau zeigt Schwäche im High-End-Modus.",
  "Mann ist heute gut drauf, Frau ist drauf, aber nicht gut.",
  "Mann brennt, Frau brennt aus — ohne vorher geleuchtet zu haben.",
  "Mann hat Motivation, Frau hat Frustration.",
  "Mann macht Schritte, Frau macht Rückschritte.",
  "Mann ist fleissig, Frau ist fleissig beim Vermeiden von Fleiss.",
  "Mann zieht durch, Frau zieht nur Grimassen.",
  "Mann lebt Fortschritt, Frau lebt Stillstand.",
  "Mann zeigt Muskeln, Frau zeigt Müdigkeit.",
  "Mann war diszipliniert, Frau war disziplinlos im Grossformat.",
  "Mann zeigt Willen, Frau zeigt Widerstand – allerdings gegen Anstrengung.",
  "Mann hat gefightet, Frau hat gesnackt.",
  "Mann war heute im Trainingsmodus, Frau im Schonwaschgang.",
  "Mann hat Biss, Frau hat Chipsreste zwischen den Zähnen.",
  "Mann hat Leistung erbracht, Frau hat Leistungsverweigerung perfektioniert.",
  "Mann ist ein Macher, Frau ist eine Mach-ich-später-Spezialistin.",
  "Mann hat Prioritäten, Frau hat Ausreden-Priorität A+.",
  "Mann hat Ausdauer, Frau hat Ausreden-Dauer.",
  "Mann arbeitet an Shape, Frau arbeitet an Sitzkomfort.",
  "Mann war konsequent, Frau war konsequent inkonsequent.",
  "Mann hat trainiert, Frau hat dominiert — aber nur das Kissen.",
  "Mann ist unterwegs, Frau ist weg — geistig.",
  "Mann wurde stärker, Frau nur träger.",
  "Mann hat sich verbessert, Frau hat sich beschwert.",
  "Mann hat Level Up, Frau hat Level Off.",
  "Mann hat Output, Frau hat Ausschlusskriterien.",
  "Mann hat’s gepackt, Frau hat’s verpasst.",
  "Mann boomt, Frau zoomt — raus aus der Verantwortung.",
  "Mann macht Fortschritt, Frau macht Fortschritt kaputt.",
  "Mann hat Struktur, Frau hat Chaos — im Kopf und im Kalender.",
  "Mann ist heute die positive Überraschung, Frau die negative Konstante.",
  "Mann hat Haltung, Frau hat Haltungsschäden vom Liegen.",
  "Mann zeigt Mut, Frau zeigt Müdigkeit.",
  "Mann hat geliefert, Frau hat gelitten — am Leben.",
  "Mann ist ein Vorbild, Frau ein Beispiel, wie man's nicht macht.",
  "Mann ist heute zuverlässig, Frau ist heute überflüssig.",
  "Mann ist stark, Frau ist „stark dagegen“.",
  "Mann kämpft, Frau klagt.",
  "Mann wächst, Frau schrumpft — mental wie körperlich.",
  "Mann ist heute Sieger, Frau ist heute… zumindest anwesend.",
  "Mann zieht Reps, Frau zieht Ausreden.",
  "Mann hat den Tag genutzt, Frau hat den Tag entsorgt.",
  "Mann hat Chancen genutzt, Frau hat Chancen gegessen.",
  "Mann hat trainiert, Frau hat telefoniert — wahrscheinlich mit ihrem inneren Schweinehund.",
  "Mann hat geliefert, Frau hat gelöchert — das Sofa."
]
