{
  "none_done": [
    "Mann und Frau haben heute gemeinsam beschlossen, dass Gravitation genug Sport ist.",
    "Euer Aktivitätslevel heute: Zimmerpflanze – aber ohne Photosynthese.",
    "Der Schrittzähler fühlt sich von Mann und Frau persönlich beleidigt.",
    "Wenn Faulheit einen Fanclub hätte, wärt ihr Ehrenmitglieder.",
    "Heute trainiert nur eins: die Ausreden-Muskulatur.",
    "Mann und Frau sind heute mehr Dekoration als Menschen.",
    "Ihr habt es geschafft, jede Form von Motivation erfolgreich zu ignorieren.",
    "Heute ist der einzige Cardio: Herzklopfen beim Paketboten.",
    "Wenn Rumliegen Kalorien verbrennen würde, wärt ihr Fitness-Influencer.",
    "Euer Trainingsplan weint leise in der Ecke.",
    "Der innere Schweinehund hat heute All-inclusive bei euch gebucht.",
    "Ihr seid heute faul wie ein toter Igel am Strassenrand.",
    "Die Couch schreibt euch schon als Eigentümer im Grundbuch ein.",
    "Ihr habt heute mehr Energie in Scrollen als in Muskeln gesteckt.",
    "Mann und Frau: 0 Reps, 10 von 10 Ausreden.",
    "Euer Körper fragt sich, ob das mit der Bewegung nur ein Gerücht war.",
    "Heute hattet ihr nur Muskelkater vom Gähnen.",
    "Wenn Schweiss Intelligenz wäre, wärt ihr heute sehr, sehr dumm.",
    "Eure Hanteln haben heute mehr Staub als ihr Puls Peaks.",
    "Ihr seid so still, sogar das Sofa fragt, ob ihr noch lebt.",
    "Heute war das grösste Workout: vom Bett zum WC schleichen.",
    "Mann und Frau betreiben heute Leistungssport im Bereich Selbstbetrug.",
    "Euer Kalorienverbrauch basiert zu 90% auf Blinzeln.",
    "Wenn Nichtstun olympisch wäre, hättet ihr Medaillen in allen Disziplinen.",
    "Ihr habt heute nur einen Muskel genutzt: den Daumen beim Handy.",
    "Der Wecker hat mehr Einsatz gezeigt als ihr beide zusammen.",
    "Euer Spiegel guckt euch heute mit passiver Enttäuschung an.",
    "Ihr seid heute menschliche Bildschirmschoner.",
    "Mann und Frau haben heute nur ein Set gemacht: Serien-Set auf Netflix.",
    "Wenn Willenskraft ein Konto wäre, wärt ihr im Dispo.",
    "Heute habt ihr nur am „Ich fang morgen an“-Training teilgenommen.",
    "Ihr seid heute so aktiv wie ein abgeschnittener WLAN-Router.",
    "Der Boden unter euch kennt nur Druckstellen, keine Footprints.",
    "Mann und Frau – heute mehr Sitzmöbel als Personen.",
    "Ihr verbringt mit eurer Couch mehr Zeit als mit euren Zielen.",
    "Euer Kreislauf läuft heute im Stromsparmodus.",
    "Ihr habt heute geschafft, euch vor allem zu drücken – Glückwunsch?",
    "Wenn ihr noch weniger machen würdet, müsstet ihr euch rückwärts bewegen.",
    "Die Luft im Zimmer bewegt sich mehr als ihr.",
    "Heute ist euer Puls nur gestiegen, als Essen geliefert wurde.",
    "Mann und Frau warten offenbar auf göttliche Gains ohne Aufwand.",
    "Eure Motivation hat heute einen unbezahlten Urlaub genommen.",
    "Ihr seid heute nur als Statisten in eurem eigenen Leben aufgetreten.",
    "Euer Körper hat heute „Update verfügbar“, ihr habt auf „später erinnern“ geklickt.",
    "Wenn Ausreden ein Sixpack machen würden, wärt ihr massiv shredded.",
    "Ihr habt heute mehr darüber nachgedacht zu trainieren als tatsächlich trainiert.",
    "Euer einziges Workout war der Kampf mit der Decke am Morgen.",
    "Mann und Frau – heute offizieller Sponsor der Trägheit.",
    "Dass ihr noch Puls habt, ist reines Systemrauschen.",
    "Ihr seid heute maximal im Weg, aber nicht im Training.",
    "Wenn Trägheit messbar wäre, wärt ihr Forschungsobjekte.",
    "Ihr habt heute nichts durchgezogen, ausser den Tag ins Nichts.",
    "Eure To-do-Liste lacht euch aus – völlig zurecht.",
    "Heute war euer Körper nur noch Zubehör für euer Handy.",
    "Die Couch denkt langsam, ihr wohnt fest in ihr.",
    "Ihr seid heute lebende Beispiele dafür, wie wenig ein Mensch sich bewegen kann.",
    "Euer Fitnesslevel heute: \"Ich guck nur mal\" – und dann doch nix.",
    "Ihr habt heute mehr Energie verbraucht beim Verdrängen des schlechten Gewissens.",
    "Wenn Untätigkeit leuchten würde, wärt ihr von der ISS aus sichtbar.",
    "Euer Trainingskonto ist im Minus, ihr zahlt nur mit Reue.",
    "Heute wart ihr wieder sehr konsequent – im Nichtstun.",
    "Mann und Frau sind heute die menschliche Version der Pausentaste.",
    "Ihr hattet heute mehr Berührungspunkte mit Snacks als mit dem Boden.",
    "Euer Tag war ein einziger Deload – nur ohne vorherige Belastung.",
    "Mann und Frau sind heute Energiesparer auf psychopathischem Niveau.",
    "Ihr habt heute den Schongang gefunden und dort ein Zelt aufgeschlagen.",
    "Wenn ihr noch entspannter wärt, wärt ihr flüssig.",
    "Euer Körper ist heute nur Transportmittel für eure Ausreden.",
    "Ihr habt den Tag wie ein altes Excel-Sheet: geöffnet und nichts geändert.",
    "Heute war euer radikalster Move: Position auf der Couch wechseln.",
    "Ihr seid so ruhig, man könnte meinen, ihr ladet Firmware.",
    "Heute war euer Training: „Ich hätte ja…“ im Endlos-Loop.",
    "Mann und Frau – zwei Menschen, ein klares Statement gegen Bewegung.",
    "Wenn euer Wille ein Akku wäre, stünde da: 1% – ohne Ladegerät.",
    "Ihr habt heute null Reps, aber 100% Potenzial, euch zu schämen.",
    "Euer Tag ist sportlich gesehen: rückwärts progressiv.",
    "Heute habt ihr nur euren Stuhl weiter eingesessen.",
    "Wenn ihr so viel trainieren würdet wie ihr nachdenkt, wär das hier vorbei.",
    "Ihr seid heute Soft-Launch einer Steinzeit-Skulptur.",
    "Euer Körper schreit nach Belastung, ihr hört nur Netflix.",
    "Ihr habt heute nur eure Komfortzone geputzt.",
    "Mann und Frau sind heute die IKEA-Deko im eigenen Leben.",
    "Euer grösster Sprint heute war zur Gegensprechanlage.",
    "Ihr seid heute der Grund, warum der Begriff „Sitzfleisch“ existiert.",
    "Wenn Langeweile Kalorien verbrennt, ist noch Hoffnung.",
    "Ihr habt heute mehr Kontakt mit Kissen als mit eurem Kreislauf.",
    "Mann und Frau – offline, was körperliche Aktivität angeht.",
    "Euer Körper war heute im Standby, euer Kopf im Flugmodus.",
    "Heute wart ihr konsequent: komplett konsequent passiv.",
    "Ihr habt den Tag nicht genutzt, ihr habt ihn hinter euch gebracht.",
    "Euer Workout-Log für heute: ein trauriger, leerer Platzhalter.",
    "Wenn Trägheit eine App wäre, wärt ihr Premium-User.",
    "Ihr habt heute nur einen Muskel gefordert: den für Ausreden.",
    "Mann und Frau – heute ein einziges grosses „meh“ in Menschengestalt."
  ],
  "one_done": [
    "Eine Person ballert Reps, die andere ballert nur Ausreden.",
    "Einer von euch glänzt, der andere blendet höchstens mit Bequemlichkeit.",
    "Eine Seite schwitzt, die andere glänzt nur vom Gesichtsfett.",
    "Einer ist heute das Vorbild, der andere das abschreckende Beispiel.",
    "Eine Person kämpft, die andere verhandelt mit der Couch.",
    "Einer von euch ist auf dem Weg zu Gains, der andere zum nächsten Snack.",
    "Eine Person macht Fortschritt, die andere nur Vorträge.",
    "Einer steht im Log, der andere nur im Protokoll der Peinlichkeiten.",
    "Eine Person hat geliefert, die andere hofft auf Gruppenerlass.",
    "Einer beweist, dass es geht, der andere, wie man es bleiben lässt.",
    "Eine Person hat Muskelkater verdient, die andere nur schlechtes Gewissen.",
    "Einer von euch ist heute stabil, der andere fragwürdig.",
    "Eine Person hat den Schweinehund weggesperrt, die andere füttert ihn.",
    "Einer packt an, der andere packt ein.",
    "Eine Person ist im Training, die andere im Fantasiemodus.",
    "Einer ist heute Athlet, der andere Zubehör.",
    "Eine Person hat „keine Lust“ ignoriert, die andere die Hanteln.",
    "Einer spielt im A-Team, der andere sitzt freiwillig auf der Ersatzbank.",
    "Eine Person wird morgen stolz sein, die andere maximal beleidigt.",
    "Einer baut was auf, der andere nur Polster ab.",
    "Eine Person hat an sich gearbeitet, die andere an ihrer Perfektion im Prokrastinieren.",
    "Einer von euch ist anstrengend, der andere einfach nur bequem.",
    "Eine Person hat durchgezogen, die andere durchgescrollt.",
    "Einer ist heute ein Vorbild, die andere ein Meme.",
    "Eine Person ist im Upgrade-Modus, die andere im Schlummermodus.",
    "Einer von euch verdient ein Proteinshake, der andere einen Reality Check.",
    "Eine Person lebt den Plan, die andere liest ihn nur als Deko.",
    "Einer hat Grenzen verschoben, der andere nur Termine.",
    "Eine Person ist näher am Ziel, die andere näher an der Couch-Kuhle.",
    "Einer ist heute MVP, der andere Statist.",
    "Eine Person hat den Tag genutzt, die andere nur verbraucht.",
    "Einer hat seinen Körper ernst genommen, der andere nur seine Ausrede.",
    "Eine Person hat sich überwunden, die andere hat sich hingelegt.",
    "Einer läuft heiss, der andere auf Sparflamme.",
    "Eine Person hat geblutet, geschwitzt oder wenigstens geächzt, die andere nur gejammert.",
    "Einer von euch ist sportlich, der andere emotional.",
    "Eine Person ist im „Mach ich“, die andere im „Hätte ich“.",
    "Einer wird fitter, der andere einfach nur älter.",
    "Eine Person hat heute Rücken vom Training, die andere vom Sitzen.",
    "Einer von euch verdient Applaus, der andere ehrliches Feedback.",
    "Eine Person hat den Schweinehund Gassi geführt, die andere wurde von ihm an der Leine gezogen.",
    "Einer war stärker als die Bequemlichkeit, der andere nicht.",
    "Eine Person hat Tempo, die andere Ausreden.",
    "Einer hat gearbeitet, die andere sich wichtig gefühlt.",
    "Eine Person hat heute „keine Lust“ in den Schwitzmodus geprügelt.",
    "Einer war im Gym-Modus, der andere im Serienfinale.",
    "Eine Person hat sich bewegt, die andere nur Gedanken im Kreis.",
    "Einer von euch leert die Flasche, die andere das Snack-Regal.",
    "Eine Person wird morgen Muskelkater geniessen, die andere Selbsthass.",
    "Einer liefert, die andere liefert Gründe.",
    "Eine Person spielt auf schwer, die andere auf Pause.",
    "Einer hat den Körper genutzt, die andere nur den Stuhl.",
    "Eine Person hat einen Schritt nach vorn gemacht, die andere zurück in die Kuhle.",
    "Einer ist heute das „Vorher“, die andere das „Nachher“ – aber falschrum.",
    "Eine Person übt Selbstdisziplin, die andere Selbstmitleid.",
    "Einer von euch hat Charakter gezeigt, der andere Komfort.",
    "Eine Person ist auf Kurs, die andere im Kreisverkehr.",
    "Einer hat sich zusammengerissen, die andere sich gehen lassen.",
    "Eine Person hat „Später“ in „Jetzt“ verwandelt, die andere in „Nie“.",
    "Einer lebt seine Ziele, die andere nur seine Serienliste.",
    "Eine Person handelt, die andere erklärt.",
    "Einer hat den Tag gerockt, die andere verschlafen.",
    "Eine Person verdient Respekt, die andere einen freundlichen Arschtritt.",
    "Einer hat sich bewegt, die andere bewegt nur Stimmung.",
    "Eine Person ist heute auf Level „ich zieh durch“, die andere auf Level „ich zieh mich aus der Affäre“.",
    "Einer war ehrlich erschöpft, die andere nur laut müde.",
    "Eine Person zeigt, was möglich ist, die andere, wie man es verhindert.",
    "Einer baut Zukunft, die andere Ausredenbibliotheken.",
    "Eine Person hat den Plan ernst genommen, die andere nicht mal sich selbst.",
    "Einer hat das Wort „Disziplin“ gegoogelt, die andere „Lieferdienst in der Nähe“.",
    "Eine Person macht Fortschritt sichtbar, die andere höchstens ihr Sofa.",
    "Einer war heute Held seines Alltags, die andere Hauptdarsteller im Drama.",
    "Eine Person hat ihre Grenzen getestet, die andere ihre Geduld mit sich selbst.",
    "Einer gewinnt, die andere versucht zu erklären, warum das okay ist.",
    "Eine Person geht nach vorne, die andere argumentiert rückwärts.",
    "Einer von euch ist heute Chef über den Schweinehund, der andere Praktikant.",
    "Eine Person hat sich hochgekämpft, die andere runtergehandelt.",
    "Einer war unbequem ehrlich zu sich, die andere bequem unehrlich.",
    "Eine Person hat es durchgezogen, die andere durchgezogen aussehen.",
    "Einer wird morgen sagen „zum Glück“, die andere „hätte ich mal“.",
    "Eine Person war heute anstrengend im guten Sinn, die andere im schlechten.",
    "Einer hat Energie in Reps gesteckt, die andere in Jammern.",
    "Eine Person ist dichter an ihren Zielen, die andere dichter an der nächsten Ausrede.",
    "Einer ist heute Muskelkater-Kandidat, die andere Meme-Vorlage.",
    "Eine Person ist Problem-Löser, die andere Problem-Begründung.",
    "Einer hat „kein Bock“ besiegt, die andere wurde davon adoptiert.",
    "Eine Person hat sich selbst ernst genommen, die andere nur ihr Drama.",
    "Einer steht im Ring, die andere auf der Tribüne – mit Popcorn.",
    "Eine Person kämpft mit ihrem Körper, die andere mit dem Snooze-Button.",
    "Einer lebt „Ich will“, die andere „Ich würde ja“.",
    "Eine Person war heute anwesend und aktiv, die andere nur anwesend.",
    "Einer liefert Fakten, die andere Gefühle.",
    "Eine Person ist der Beweis, dass es geht, die andere der Beweis, dass man es lassen kann.",
    "Einer hat sich durch den inneren Lärm gekämpft, die andere laut mitgesungen.",
    "Eine Person hat den Tag verdient, die andere ihn nur verbraucht."
  ],
  "all_done": [
    "Mann und Frau haben heute gemeinsam dem Schweinehund den Stecker gezogen.",
    "Ihr habt beide geliefert – die Couch fühlt sich persönlich zurückgewiesen.",
    "Zwei erledigte Trainingspläne, null Ausreden. So irritiert man die Zukunft.",
    "Ihr seid heute beide offiziell Team „Wir meinen es ernst“.",
    "Mann und Frau haben dem Tag heute ein fettes Häkchen verpasst.",
    "Beide fertig, beide kaputt, beide besser als gestern.",
    "Ihr habt gemeinsam geschwitzt, also dürft ihr euch gemeinsam beschweren.",
    "Heute seid ihr keine Deko mit Puls, sondern tatsächlich Athleten.",
    "Mann und Frau haben heute Reps eingesammelt wie andere Pfandflaschen.",
    "Ihr habt euch den Muskelkater ehrlich verdient.",
    "Team Sofa verliert heute 0:2 gegen euch.",
    "Wenn ihr so weitermacht, müsst ihr die Tür bald seitlich passieren – in gut.",
    "Ihr habt heute mehr Schweiss produziert als Ausreden.",
    "Mann und Frau waren heute kurz mal die beste Version ihrer selbst.",
    "Ihr habt beide „keine Lust“ gehört und trotzdem gemacht – das ist der Unterschied.",
    "Zwei Häkchen, null Peinlichkeit. Man gewöhnt sich dran.",
    "Heute seid ihr der Grund, warum euer Spiegel milde lächelt.",
    "Ihr habt nicht nur vom Durchziehen geredet, ihr habt es getan.",
    "Mann und Frau haben heute Ihre Komfortzone kurz evakuiert.",
    "Ihr dürft heute müde sein – nicht beschämt.",
    "Beide haben abgeliefert. Keine Diskussion nötig.",
    "Ihr seid heute Team Fortschritt, nicht Team Ausrede.",
    "Mann und Frau haben zusammen mehr Kalorien verbrannt als im Gruppenchillen.",
    "Ihr habt dem inneren Schweinehund heute zu zweit die Leine angezogen.",
    "Heute habt ihr etwas getan, für das ihr euch morgen bedankt.",
    "Mann und Frau sind heute offiziell aus dem „vielleicht morgen“ raus.",
    "Ihr habt den Plan nicht nur gelesen, ihr habt ihn durchgespielt.",
    "Heute seid ihr beide eher Problem-Löser als Problem-Erfinder.",
    "Ihr habt gemeinsam dem Tag ein Upgrade verpasst.",
    "Mann und Frau haben heute gezeigt, dass Disziplin kein Mythos ist.",
    "Ihr habt beide abgeliefert – euer zukünftiges Ich applaudiert wild.",
    "Heute seid ihr nicht die Opfer eurer Trägheit, sondern ihre Chefs.",
    "Ihr seid heute die Sorte Paar, die das Sofa eifersüchtig macht.",
    "Mann und Frau: heute mehr Maschine als Ausrede.",
    "Ihr habt beide nicht diskutiert, sondern gemacht. Ungewohnter Modus, gefällt mir.",
    "Heute seid ihr auf der Seite der, die später sagen: „Zum Glück hab ich das durchgezogen.“",
    "Ihr habt eure Komfortzone heute gemeinsam beleidigt – sie wird's überleben.",
    "Mann und Frau haben heute abgeliefert, nicht abmoderiert.",
    "Ihr habt dem Tag heute gemeinsam einen Sinn gegeben.",
    "Zwei Menschen, ein Plan, null Feigheit. Not bad.",
    "Ihr seid heute eine Gefahr für jeden Schweinehund im Umkreis von 10 km.",
    "Mann und Frau haben ihre Faulheit heute in den Schrank gesperrt.",
    "Ihr habt beide den schweren Weg gewählt, ohne Drama – fast schon erwachsen.",
    "Heute steht ihr auf der richtigen Seite der Statistik.",
    "Ihr habt nicht auf Motivation gewartet, ihr habt einfach gemacht.",
    "Mann und Frau haben heute Reps gesammelt wie andere Ausreden.",
    "Ihr seid heute nicht nur „busy“, ihr wart effektiv.",
    "Heute ist ein Tag, an den ihr euch gern erinnern dürft.",
    "Mann und Frau haben gemeinsam den Tag genutzt statt nur überlebt.",
    "Ihr habt beide etwas gemacht, das sich später besser anfühlt als Skip.",
    "Heute braucht ihr euch voreinander nicht rauszureden.",
    "Mann und Frau spielen heute in derselben Liga – und zwar oben.",
    "Ihr habt heute euren inneren Schweinehund gemeinschaftlich entmachtet.",
    "Zwei Häkchen im Plan, null Shitstorm im Gewissen.",
    "Ihr seid heute nicht peinlich, sondern vorbildlich. Ungewohnt, aber okay.",
    "Mann und Frau haben heute Muskelkater vorbestellt – Lieferung garantiert.",
    "Ihr habt beide den Tag sportlich ernst genommen.",
    "Heute liefert ihr Stoff für Stolz, nicht für Ausreden.",
    "Ihr habt dem Sofa gezeigt, wer hier eigentlich das Sagen hat.",
    "Mann und Frau haben heute Dinge getan, auf die man anstossen darf.",
    "Ihr seid heute im „Ich hab es gemacht“ statt im „Ich erklär dir warum nicht“.",
    "Beide haben den Plan zerstört, bevor er sie zerstört.",
    "Ihr habt heute Kalorien und Zweifel verbrannt.",
    "Mann und Frau sind heute synchron stark gewesen – nicht nur synchron faul.",
    "Ihr habt heute beide keine Lücke im Log hinterlassen.",
    "Ihr seid gemeinsam über die Komfortzone drübergerollt.",
    "Heute ist einer dieser Tage, auf den ihr euch später ausreden dürft – im guten Sinne.",
    "Mann und Frau sind heute für einmal nicht die Pointe, sondern das Beispiel.",
    "Ihr habt beide bewiesen, dass „keine Zeit“ oft nur „keine Priorität“ ist.",
    "Ihr habt heute eure Ziele leiser gemacht und eure Taten lauter.",
    "Mann und Frau haben heute dem inneren Schweinehund Hausverbot gegeben.",
    "Ihr steht heute beide auf der Gewinnerseite der Gewohnheiten.",
    "Ihr habt das Training nicht überlebt, ihr habt es benutzt.",
    "Mann und Frau haben ihr Konto „Fortschritt“ heute gemeinsam aufgeladen.",
    "Ihr habt beide eure Muskeln daran erinnert, dass sie nicht nur Deko sind.",
    "Heute sind nicht nur eure Ausreden ins Schwitzen geraten.",
    "Mann und Frau sind heute die Paten eures zukünftigen Wohlfühlkörpers.",
    "Ihr habt beide eure Zukunft ein kleines Stück verschoben – nach oben.",
    "Ihr seid heute die Leute, über die ihr sonst nur redet.",
    "Ihr habt den Tag nicht nur abgehakt, sondern verbessert.",
    "Mann und Frau haben heute nicht auf den richtigen Moment gewartet, sondern ihn gebaut.",
    "Ihr seid heute das Gegenteil von „faul wie ein toter Igel am Strassenrand“.",
    "Ihr habt beide euer „Ich kann nicht“ in ein „Ging doch“ verwandelt.",
    "Mann und Frau haben heute in die gleiche Richtung gezogen – und zwar kräftig.",
    "Ihr seid heute Team „Wir tauchen auf“, nicht Team „wir tauchen unter“.",
    "Ihr habt gemeinsam geliefert – die Ausreden haben heute haushoch verloren.",
    "Mann und Frau sind heute offiziell zu schade für ihre eigene Bequemlichkeit.",
    "Ihr habt beiden dem Tag Struktur statt Chaos gegeben.",
    "Heute wart ihr nicht synchron faul, sondern synchron stark.",
    "Mann und Frau – heute legitime Gefahr für enge Hosen.",
    "Ihr habt eure Couch heute mehr vermisst als sie euch – so gehört das.",
    "Ihr habt beide eurem zukünftigen Ich einen Gefallen getan.",
    "Mann und Frau haben heute nicht spekuliert, sondern schwitzend investiert.",
    "Ihr seid heute ein Paar, auf das sogar euer Kreislauf stolz ist.",
    "Ihr habt beide die Latte höher gelegt – im wörtlichen und übertragenen Sinn.",
    "Mann und Frau sind heute auf derselben Seite der Geschichte – der guten.",
    "Ihr habt gemeinsam gezeigt: Disziplin ist möglich, auch bei euch Chaoten.",
    "Heute seid ihr beide auf Level „respektabel anstrengend“.",
    "Mann und Frau haben dem Tag heute etwas abgerungen – und gewonnen.",
    "Ihr habt beide das Recht verdient, den Tag müde und zufrieden zu beenden."
  ],
  "skip": [
    "Skip gedrückt. Ihr seid heute auf offizieller Kuschelbasis mit der Faulheit.",
    "Ehren-Faultag aktiviert – Fortschritt schaut von draussen zu.",
    "Jemand hat heute „Restday“ gewählt, aber ohne die „Workdays“ davor.",
    "Skip ist okay – solange es nicht eure Religionszugehörigkeit wird.",
    "Heute trainiert ihr nur den Skip-Finger.",
    "Ihr habt einen Pausentag genommen, ohne zuvor Play gedrückt zu haben.",
    "Skip fühlt sich kurz gut an und langfristig scheisse – wie Fastfood.",
    "Ihr ruht euch aus, wovon genau, weiss allerdings niemand.",
    "Jemand hat das Training heute geghostet.",
    "Skip-Tag. Der Schweinehund richtet ein Grillfest aus.",
    "Wenn ihr Skip so liebt, warum habt ihr überhaupt eine Trainings-App?",
    "Heute gab es nur Mentalsport: „Ich sollte… ach egal.“",
    "Skip ist ein Werkzeug, kein Lebensentwurf.",
    "Ihr testet heute offenbar die Grenzen von „Ich mach morgen“.",
    "Das Sofa dankt euch, der Spiegel nicht.",
    "Jemand verwechselt heute „müde“ mit „komplett arbeitsunfähig“. Spannend.",
    "Ihr habt euch heute für Schonung entschieden – voran geht dadurch exakt nichts.",
    "Skip trägt heute euren Namen im Titel.",
    "Ihr seid heute faul wie ein toter Igel am Strassenrand – nur weniger dekorativ.",
    "Wenn eure Disziplin so oft Pause macht wie heute, braucht sie ein Arztzeugnis.",
    "Skip ist wie Kredit: kurzfristig süss, langfristig teuer.",
    "Ihr habt heute nur die Illusion trainiert, dass man sich ausruhen darf ohne vorher was getan zu haben.",
    "Jemand hat wieder „Selbstfürsorge“ mit „kompletter Vermeidung“ verwechselt.",
    "Der einzige Lift heute: von der Couch zum Kühlschrank.",
    "Heute seid ihr Soft-Mode auf Ultra – fürs Gewissen ein harter Tag.",
    "Ihr schont euch heute – euer Ego nennt das „geplant“.",
    "Skip, weil… ja warum eigentlich? Ach ja: Bequemlichkeit.",
    "Euer Trainingsplan hat heute gesehen, wie ihr an ihm vorbeiscrollt.",
    "Ihr seid heute der Grund, warum „kein Bock“ eine Pandemie ist.",
    "Der Schweinehund hat heute Homeoffice bei euch.",
    "Ihr habt heute einen Pausentag aus einem Trainingsjahr gemacht.",
    "Skip ist nicht das Problem – die Häufigkeit ist es.",
    "Ihr schafft es, Pause als Leistung zu verkaufen.",
    "Heute ist euer grösster Move: innerlich zustimmen und äusserlich liegen bleiben.",
    "Jemand hat den Tag als Cheat-Day gebucht – ohne die Woche vorher durchzuziehen.",
    "Ihr seid heute in der Disziplin „Abbruch vor Start“ auf Goldkurs.",
    "Skip: das freundliche Wort für „keine Eier gehabt“.",
    "Ihr habt den Schweinehund heute in euch wohnen lassen ohne Miete zu verlangen.",
    "Euer Körper hat Rest verdient, euer Schweinehund nicht.",
    "Ihr wollt Fortschritt, aber ihr bestellt Skip – unlogisch, aber konsequent.",
    "Jemand hat heute mehr Aufwand in die Begründung des Skips gesteckt als ins Training.",
    "Ihr habt den Tag auf Pause gesetzt – leider nicht nur das Training.",
    "Skip heisst nicht „ich bin kaputt“, sondern heute eher „ich hab keine Lust“.",
    "Ihr seid heute die lebende Werbung für Prokrastination.",
    "Euer innerer Trainer weint, euer innerer Schweinehund sabbert.",
    "Jemand hat heute wieder zu viel Komfortzone geschnupft.",
    "Ihr habt den Timer auf „nein“ gestellt.",
    "Skip ist okay – wenn er selten ist. Bei euch wird’s langsam Hobby.",
    "Ihr habt es geschafft, sogar das schlechte Gewissen zu sedieren.",
    "Heute seid ihr nicht out of order, ihr seid out of Motivation.",
    "Euer Ausdauertraining besteht heute darin, die Entscheidung fürs Nichtstun durchzuhalten.",
    "Wenn Skip ein Duft wäre, würdet ihr ihn tragen.",
    "Ihr habt heute mehr Energie darauf verwendet, nichts zu entscheiden als irgendwas zu tun.",
    "Jemand hat „Pause“ gedrückt und vergessen, wieder zu starten.",
    "Euer Trainingsplan macht Strichlisten über eure Skips.",
    "Ihr habt heute das Ticket „Einmal Stillstand, bitte“ gelöst.",
    "Skip ist euer sanfter Weg, „ich hab's verkackt“ zu sagen.",
    "Ihr seid heute nur aktiv im Schönreden.",
    "Jemand hat wieder zu viel CBD intus, gemessen an eurer Bewegungsfreude.",
    "Der einzige Muskel, der heute arbeitet, ist der Lügenmuskel.",
    "Ihr behandelt Training wie Spam – einfach wegklicken.",
    "Heute seid ihr Beta-User der App „NichtsTun 2.0“.",
    "Skip ist der kleine Bruder von Aufgeben.",
    "Ihr habt euch heute für die Couch entschieden – und gegen euch selbst.",
    "Jemand verwechselt euch mit Deko, und der Tag gibt ihm recht.",
    "Ihr seid heute nicht im Rückstand, ihr seid im Tiefschlaf.",
    "Euer Schweinehund hat euch heute ohne Widerstand übernommen.",
    "Ihr habt heute „Gönn dir“ gesagt – aber nur zur Trägheit.",
    "Skip ist kein Weltuntergang, aber ihr baut gerade eine Sammlung.",
    "Ihr seid heute Projektleiter von gar nichts.",
    "Jemand wollte heute an sich arbeiten, aber die Couch hatte bessere Argumente.",
    "Ihr habt es geschafft, aus einem simplen Training eine philosophische Frage zu machen.",
    "Skip ist das Pflaster, das ihr auf eine offene Charakterwunde klebt.",
    "Ihr habt heute eine Chance weggeskippt, stärker zu werden.",
    "Euer Tag ist sportlich gesehen: neutral mit negativer Tendenz.",
    "Ihr habt die Ausrede „Ich hör auf meinen Körper“ benutzt, obwohl er nur auf der Couch flüstert.",
    "Skip ist bequem, bis ihr euch später in den Spiegel schaut.",
    "Ihr habt heute nicht gesehen, was ihr schaffen könntet – nur, wie gut man vermeidet.",
    "Jemand hat die letzte Energie in „ach komm, morgen“ investiert.",
    "Ihr habt euch heute entschieden, genau da zu bleiben, wo ihr seid.",
    "Skip ist eine Option – ihr habt sie heute wieder als Standard genommen.",
    "Euer Alltag ist nicht zu voll, eure Prioritäten sind zu leer.",
    "Ihr habt den Tag genutzt, um zu beweisen, wie gut ihr nicht auftaucht.",
    "Skip sagt nicht „ich kann nicht“, sondern „ich will gerade nicht“ – und das wisst ihr.",
    "Ihr habt heute die Schmerzgrenze nicht getestet, nur die Geduldsgrenze eurer Ziele.",
    "Jemand hat es geschafft, vorm Training zu kapitulieren, ohne es überhaupt zu sehen.",
    "Ihr habt heute dem zukünftigen Ich Arbeit übrig gelassen – unsympathischer Move.",
    "Skip tut kurz weh, wenn man ehrlich ist – und ihr seid heute leider ziemlich ehrlich faul."
  ],
  "cant": [
    "„Ich kann nicht mehr!“ – okay, Körper schreit, Ego knickt ein, aber immerhin wart ihr da.",
    "Notbremse gezogen. Weniger Reps ist ehrlich, gar nichts wäre feige.",
    "Reps reduziert, Dramalevel hoffentlich nicht erhöht.",
    "Du bist halb verreckt, aber nicht ganz abgehauen – akzeptabel.",
    "„Ich kann nicht mehr!“ nach Anstrengung ist echtes Feedback, keine Ausrede.",
    "Heute war Schluss – besser reduzieren als im Flur umkippen.",
    "Dein Körper hat „Stopp“ geschrien, du hast es gehört – selten, aber gut.",
    "Weniger Wiederholungen, aber kein kompletter Ragequit.",
    "Heute war „kleines Brötchen backen“ statt „heldenhaft kollabieren“.",
    "Du hast nicht alles geschafft, aber mehr als die Couch-Fraktion.",
    "Reps runter, Charakter hoffentlich nicht.",
    "„Ich kann nicht mehr!“ ist heute Realität, nicht nur bequeme Formulierung.",
    "Du warst echt am Limit, nicht einfach zu bequem.",
    "Dein Motor war im roten Bereich, du bist vom Gas gegangen – nicht vom Parkplatz.",
    "Heute war's körperlich wirklich mies – aber du warst da.",
    "Du bist nicht weich, nur angeschlagen – mit Anwesenheitspflicht.",
    "Dein Schweiss erzählt, dass du es versucht hast. Deine Reduktion auch.",
    "Reps reduziert, aber du bist im System geblieben.",
    "Heute war nicht heroisch, aber ehrlich.",
    "Du hast deinen Körper nicht ignoriert – nur dein Ego ein bisschen.",
    "Du bist nicht abgestiegen, du hast den Gang runtergeschaltet.",
    "Kreislauf im Eimer, Training nicht komplett – trotzdem mehr als Instagram-Workout.",
    "„Ich kann nicht mehr!“ kam nach Belastung, nicht auf der Couch – Differenz!",
    "Du bist heute nicht der Held, aber auch kein Abbrecher.",
    "Reps reduziert, Selbstachtung nicht komplett verloren.",
    "Dein Limit kam nicht aus der Bequemlichkeit, sondern aus den Muskeln.",
    "Heute warst du kaputt, nicht nur lustlos.",
    "Dein Körper hat gewonnen, dein Schweinehund ausnahmsweise nicht.",
    "Du hast die Wand gespürt und bist nicht frontal reingelaufen.",
    "Weniger getan als geplant, mehr als die meisten.",
    "„Ich kann nicht mehr!“ ist heute ein Status, kein Vorwand.",
    "Du hast die Notbremse genutzt statt den Notarzt.",
    "Reps runter ist besser als du runter.",
    "Heute hat dein Körper die Sitzung geleitet.",
    "Du bist eingeknickt, aber nicht spurlos verschwunden.",
    "Du bist heute näher an Zusammenbruch als an Ausrede gewesen.",
    "Weniger Leistung ist nicht gleich Null Charakter.",
    "„Ich kann nicht mehr!“ war heute ehrlich, nicht Instagram-tauglich.",
    "Dein Training war messy, aber existent.",
    "Du hast nicht delivered wie geplant, aber du bist auch nicht gar nicht erschienen.",
    "Dein Körper hat „Genug“ gesagt, dein Kopf zumindest „okay“. Widerwillig.",
    "Heute ist ein Tag für Regeneration, nicht für Selbsthass.",
    "Du bist nicht unbesiegbar, aber immerhin angetreten.",
    "Du hast die Reps gekürzt, aber nicht deine Anwesenheit.",
    "„Ich kann nicht mehr!“ ist hundsmiserabel – aber tausendmal besser als „ich fang gar nicht erst an“.",
    "Deine Begrenzung kam aus den Beinen, nicht von der Couch.",
    "Du hast dein System überlastet, nicht deine Ausreden.",
    "Heute war eher Überlebenstraining als Glanzleistung.",
    "Du hast abgebremst, nicht kehrtgemacht.",
    "Dein Körper hat heute das letzte Wort gehabt – immerhin hat er mitreden dürfen.",
    "„Ich kann nicht mehr!“ bedeutet heute: du hast es ernst gemeint.",
    "Weniger Wiederholungen, aber mehr Ehrlichkeit mit dir selbst.",
    "Du bist nicht durchgefallen – du hast knapp bestanden.",
    "Heute war man technisch im roten Bereich. Gut, dass du ein Hirn hast.",
    "Du hast gemerkt, dass der Tank leer war – und nicht den Motor geschrottet.",
    "Reps gesenkt, aber Standard nicht komplett weggeworfen.",
    "„Ich kann nicht mehr!“ tut weh, aber „Ich hab gar nicht angefangen“ ist schlimmer.",
    "Dein Körper hat dir Grenzen gezeigt, keine Ausreden.",
    "Heute warst du nicht schwach, du warst durch.",
    "Deine Beine haben gestreikt, nicht deine Disziplin.",
    "Heute hast du gelernt, wo „zu viel“ liegt.",
    "Du hast nicht perfekt performt, aber immerhin realistisch.",
    "Dein Körper ist nicht aus Stahl, und du hast's kapiert.",
    "„Ich kann nicht mehr!“ – gut, dass du überhaupt da warst, um es sagen zu können.",
    "Weniger Leistung ist nicht der Untergang deiner Trainingskarriere.",
    "Heute war nicht die Story für Instagram, sondern für deine ehrliche Version von dir.",
    "Du hast nicht abgebrochen, du hast angepasst.",
    "Dein Körper hat Priorität bekommen. Deine Ausreden hatten frei.",
    "Heute war nicht stark, aber auch nicht feige.",
    "„Ich kann nicht mehr!“ ist ein Zeichen, dass du vorher richtig Gas gegeben hast.",
    "Du warst an der Grenze, nicht auf der Flucht.",
    "Heute war deine Kapazität klein, aber sichtbar.",
    "Du hast dich vollgeknallt bis es wirklich genug war.",
    "Dein Training war kurz vorm Stillstand, nicht vorm Netflix.",
    "Du hörst auf deinen Körper, nicht auf dein Sofa – das ist ein Unterschied.",
    "Heute warst du körperlich am Rand und mental noch anwesend.",
    "Du hast Reps weggenommen, aber nicht deinen Anspruch.",
    "„Ich kann nicht mehr!“ ist heute einfach nur radikal ehrlich.",
    "Du bist nicht eingegangen, du hast eine Grenze dokumentiert.",
    "Heute war nicht stolz, aber wahr.",
    "Du hast dich getraut, an dein Limit zu gehen, nicht nur davon zu reden.",
    "Dein System hat „Overload“ geschrien – du hast reagiert.",
    "„Ich kann nicht mehr!“ ist heute die Quittung für eine echte Anstrengung.",
    "Du hast keine perfekte Story gebaut, sondern echte Arbeit geleistet.",
    "Heute war dein Training nicht hübsch, aber vorhanden.",
    "Du bist ganz offiziell: nicht unzerstörbar, aber auch nicht witzlos.",
    "Heute hast du deinem Körper zugehört statt deinem bequemen Kopf.",
    "„Ich kann nicht mehr!“ ist ein Upgrade zu „ich hab’s gar nicht probiert“.",
    "Du bist überfordert, nicht einfach faul – das ist ein wichtiger Unterschied.",
    "Heute war dein Training ein Holzhammer, kein Feinschliff.",
    "Du hast die Notbremse benutzt, statt optimistisch ins Desaster zu rennen.",
    "Dein Kopf wollte vielleicht noch, dein Körper nicht – immerhin warst du mitten drin.",
    "Du hast heute „weniger als geplant“ gemacht, aber „mehr als nix“.",
    "Heute ist kein Heldentag, aber auch kein Skandal.",
    "Du hast gebremst, bevor es dumm wurde. Das ist erwachsen, leider.",
    "„Ich kann nicht mehr!“ ist die ehrlichste Art von „ich war dabei“.",
    "Heute war dein Training ein Chaos, aber kein Totalausfall.",
    "Du warst nah am Limit – nicht am Kühlschrank.",
    "Dein Körper hat dich heute zur Vernunft gezwungen – ausnahmsweise ein guter Move."
  ],
  "injured": [
    "Krank oder verletzt – okay. Aber der Schweinehund feiert diskret mit.",
    "Dein Körper schickt eine Krankschreibung, dein Wille sollte trotzdem nicht kündigen.",
    "Heute ist Recovery-Tag, kein offizieller Eintritt in den Ruhestand.",
    "Wenn du wirklich krank bist: auskurieren. Wenn du nur müde bist: schwierig.",
    "Dein Immunsystem kämpft, dein Trainingsplan wartet – beides wichtig.",
    "Verletzt? Dann kurier dich, nicht deine Disziplin.",
    "Kranktage sind okay. Chronische Faulheit ist keine Diagnose, sondern ein Lifestyle.",
    "Heute gibt’s Tee statt Hantel, aber bitte kein Dauerabo.",
    "Wenn du mehr Krankentage als Trainingstage hast, ist das kein Zufall.",
    "Dein Körper sagt Pause, nicht „Netflix-Marathon unbegrenzt“.",
    "Verletzung ist kein Freifahrtschein für monatelange Sofa-Fusion.",
    "Heute bist du Patient, nicht Vollzeit-Couchpotato.",
    "Krank heisst nicht „ich mach nie wieder was“.",
    "Wenn du jedes Mal „kaputt“ bist, wenn es anstrengend wird, ist das verdächtig.",
    "Dein Körper meldet sich, dein Schweinehund nutzt die Gelegenheit.",
    "Heute bist du raus – akzeptiert. Ab morgen zählt wieder.",
    "Ein echter Recovery-Tag bereitet ein Comeback vor, keinen Rückzug.",
    "Krank ist nicht gleich „ich bin ab sofort aus Prinzip in Watte“. ",
    "Deine Ausrede muss heute wirklich Fieber haben, sonst zählt sie nicht.",
    "Wenn der Arzt Pause sagt – gut. Wenn nur dein Sofa: kritisch.",
    "Heute bist du angeschlagen, nicht zerbrochen.",
    "Dein Körper möchte Heilung, nicht Adoption durch die Couch.",
    "Verletzung ist real – mach nur nicht aus Bequemlichkeit Symptome.",
    "Heute gehört dir das Recht auf Schonung, aber nicht auf Dauerflucht.",
    "Du bist heute nicht faul, nur nicht voll einsatzfähig – schon okay.",
    "Dein Immunsystem ist im Training, du darfst dafür vernünftig sein.",
    "Krank/Verletzt ist kein Statussymbol, sondern Baustelle.",
    "Heute bist du offiziell „off“, aber bitte nicht offline von deinen Zielen.",
    "Wenn du aus jedem Nieser drei Krankheitstage machst, wird’s langsam Comedy.",
    "Dein grösstes Risiko heute: Recovery mit kompletter Aufgabe verwechseln.",
    "Schonung ist Medizin, Stillstand ist nur bequem.",
    "Du heilst heute – hoffentlich nicht nur dein Verhältnis zur Couch.",
    "Krank sein entschuldigt das Training, aber nicht dauerhafte Selbstaufgabe.",
    "Du darfst langsamer machen, aber nicht rückwärts aussteigen.",
    "Heute schont dein Körper sich. Dein Wille darf trotzdem wach bleiben.",
    "Verletzung pausiert die Hanteln, nicht den Charakter.",
    "Wenn du wirklich flach liegst, okay. Wenn du nur „viel los im Kopf“ hast – nice try.",
    "Heute ist Genesung, nicht neu definierte Identität.",
    "Dein Körper ruft Pause, dein Schweinehund brüllt Party.",
    "Krank ist nicht Faulheit mit Attest.",
    "Heute musst du nichts beweisen – ausser, dass du irgendwann zurückkommst.",
    "Schonung ohne Rückkehrplan ist einfach nur bequem.",
    "Du hast echte Gründe, heute zu pausieren – nutz sie nicht als neuen Standard.",
    "Dein Körper geht grade durch Wartung, nicht durch Stilllegung.",
    "Heute brauchst du kein Workout, aber vielleicht eine ehrliche Perspektive.",
    "Du bist nicht „unfit“, du bist heute einfach nicht kampfbereit.",
    "Der Fokus liegt jetzt auf Schlaf, Essen, Regeneration – nicht auf Selbstmitleid.",
    "Krank/Verletzt ist vorübergehend. Wenn nicht, red mit einem Arzt, nicht mit Netflix.",
    "Heute darfst du jammern – aber bitte nur, weil du wirklich flach liegst.",
    "Dein Bett ist heute Therapie, nicht Karriereweg.",
    "Du bist heute nicht schwach, du bist angeschlagen – und das ist menschlich.",
    "Dein Körper hat rote Flaggen hochgezogen, du reagierst – gut.",
    "Heute bist du ausnahmsweise entschuldigt, nicht entbunden.",
    "Verletzungen brauchen Pflege, nicht inszenierte Tragödien.",
    "Krank bedeutet nicht, dass deine Ziele storniert sind.",
    "Du hast heute Reha, nicht Rente.",
    "Deine Aufgabe: heilen, nicht dramatisieren.",
    "Heute ist ein Stoppschild, kein Abzweig Richtung Aufgeben.",
    "Deine Schmerzen sind real – deine langfristigen Ausreden müssen es nicht sein.",
    "Du bist nicht „schwach“, du bist temporär limitiert.",
    "Heute darfst du liegen. Aber nicht deine Ziele beerdigen.",
    "Krankheit ist keine Ausrede für alle zukünftigen Trainingseinheiten.",
    "Dein Körper fordert Respekt, keine totale Kapitulation.",
    "Heute nimmst du dich zurück, morgen nimmst du dich wieder ernst.",
    "Du bist nicht dein Fieber, nicht dein Verband, du bist jemand mit einem Plan.",
    "Heute ist eine Klammer, kein Punkt.",
    "Du pausierst, aber dein Mindset muss nicht in die Knie gehen.",
    "Dein Auftrag heute: besser werden, nicht bequem bleiben.",
    "Krankheit ist real, Bequemlichkeit auch – misch die beiden nicht.",
    "Du darfst schwach sein, ohne weich zu werden.",
    "Heute liegt dein Wert nicht im Training, sondern im Umgang damit.",
    "Dein Körper ruft gerade „Wartung nötig“, nicht „System löschen“.",
    "Heilen ist heute dein Workout – mach es bewusst.",
    "Du hast heute keine Reps, aber du kannst Charakter zeigen.",
    "Verletzung ist keine Einladung, sich aufzugeben.",
    "Du bist heute raus aus dem Training, nicht aus deinem Leben.",
    "Genesung ist Teil des Plans, kein Fehler im System.",
    "Du bist mal down, aber nicht raus.",
    "Heute ist es okay, schwach zu wirken – solange du zurückkommst, wenn es geht.",
    "Krank sein schmälert nicht dein Ziel, nur den Zeitplan.",
    "Dein Job heute: Körper ernst nehmen, Ziele nicht verlieren.",
    "Du bist gerade deine eigene Baustelle – und gleichzeitig der Bauleiter.",
    "Heute gewinnt die Decke, morgen wieder du.",
    "Du verschiebst heute Belastung, nicht Verantwortung.",
    "Krank = Pause. Faul = Muster. Unterscheide sauber.",
    "Heilung ist Arbeit – nur weniger Insta-tauglich.",
    "Du kannst heute keine Reps machen, aber Entscheidungen.",
    "Dein Comeback wird wichtiger sein als dieser Pause-Klick.",
    "Auch wenn du flach liegst: du kannst planen, nicht nur jammern.",
    "Dein Körper braucht diese Auszeit – dein Schweinehund nicht.",
    "Heute bist du nicht stark im Training, sondern hoffentlich stark im Dranbleiben.",
    "Krankheit ist nicht dein neues Branding.",
    "Du bist mehr als der Tag, an dem du nichts heben kannst.",
    "Dein nächstes Training beginnt jetzt im Kopf, nicht erst, wenn du wieder 100% bist.",
    "Heute ist Zwangspause. Ob du zurückkommst, ist trotzdem eine Entscheidung.",
    "Deine Verletzung ist echt – deine Zukunft hängt trotzdem an dir.",
    "Krank heisst: Tempo raus. Nicht: Richtung ändern.",
    "Heute bist du raus, aber nicht verloren.",
    "Du darfst heute klein wirken – nur nicht klein denken."
  ],
  "cheater": [
    "Cheater-Versuch erkannt. Nice try, aber nicht nice genug.",
    "Du willst die App verarschen, verarschst aber nur dich selbst.",
    "Wenn Betrügen Kalorien verbrennen würde, wärst du heute shredded.",
    "Du drückst wie ein Weltmeister – nur leider die falschen Buttons.",
    "Cheat detected: offenbar glaubst du, ich sei so dumm wie dein Schweinehund.",
    "Das hier ist kein Steuerformular, das man kreativ ausfüllt.",
    "Du spielst „Wer wird Millionär“ mit den Reps und verlierst trotzdem.",
    "Dein Finger ist stark, dein Charakter weniger.",
    "Du willst Fortschritt faken – dein Körper liest keine Lügen.",
    "Cheater-Modus aktiv, Belohnung: Null Respekt.",
    "Wenn Manipulation Training ersetzen würde, wärst du Athlet des Jahres.",
    "Du versuchst, Zahlen zu biegen, während dein Bauch starr bleibt.",
    "Das ist ein Workout, kein Wunschkonzert.",
    "Noch ein Cheat-Versuch und ich setze dir automatisch Clownsnase in die Stats.",
    "Du cheatest wie jemand, der UNO-Regeln erfindet, wenn er verliert.",
    "Dein innerer Schweinehund applaudi ert dir gerade für diesen Move.",
    "Du drückst Reset, als wärst du im Casino.",
    "Der einzige, den du überzeugst, bist du selbst – und nicht mal gut.",
    "Cheaten spart Reps, aber nicht die Wahrheit im Spiegel.",
    "Wenn du schon betrügst, dann wenigstens nicht so durchschaubar.",
    "Du willst Champions-Ergebnis mit Kindergarten-Verhalten.",
    "Das System ist nicht kaputt – deine Disziplin ist es.",
    "Du benimmst dich wie ein Kind, das beim Memory bescheisst und trotzdem verliert.",
    "Cheater-Vibes: hoch. Respekt-Level: niedrig.",
    "Du willst Highscore ohne Mühe – das heisst im echten Leben „Illusion“.",
    "Dein Körper merkt sich die Lügen, nicht die Klicks.",
    "Ich sehe alles. Und ich verurteile dich – mathematisch korrekt.",
    "Wenn du so hart trainieren würdest wie du an Umwegen bastelst, wären wir hier fertig.",
    "Das ist kein Glitch, das ist dein Charakter-Test. Du fällst durch.",
    "Jeder Cheat ist ein Liebesbrief an deine eigene Bequemlichkeit.",
    "Du klickst wie ein Profi-Gambler und trainierst wie ein müder Panda.",
    "Wenn es eine Meisterschaft im Selbstbetrug gäbe, wärst du Titelverteidiger.",
    "Du willst die Realität hacken, aber sie hat bessere Firewalls.",
    "Du handelst, als könnte man den Spiegel mit Fakes bestechen.",
    "Vielleicht solltest du Ehrlichkeit ausprobieren, Gains sind nicht käuflich.",
    "Du baust dir eine Fantasie-Fitnesswelt – leider wohnt dein Körper in der echten.",
    "Cheaten hier ist wie Schminken auf einem gebrochenen Bein.",
    "Dein Cheat ist so elegant wie ein Presslufthammer im Porzellanladen.",
    "Du willst klug wirken, aber dein Körper kann rechnen.",
    "Statistik manipuliert, aber der Bauchumfang bleibt ehrlich.",
    "Du bist kreativ – leider nur im Vermeiden.",
    "Dein Cheat-Verhalten schreit „ich will, aber nicht wirklich“.",
    "Du willst die Regeln biegen, weil du die Hanteln nicht beugen willst.",
    "Cheaten spart dir heute Schweiss, klaut dir morgen Selbstachtung.",
    "Deine Moral hat so viele Lücken wie dein Trainingsplan.",
    "Wenn du schlau wärst, würdest du die Energie fürs Training nutzen.",
    "Du versuchst, das System zu spielen – vergisst aber, dass du das System bist.",
    "Cheater wie du sind der Grund, warum man „ehrlich gescheitert“ lieber mag.",
    "Du tust so, als wäre die App dein Feind, dabei kämpfst du gegen dich selbst.",
    "Dein Körper weiss ganz genau, dass du hier Blödsinn machst.",
    "Du möchtest das Ergebnis ohne den Prozess – das nennt man Märchen.",
    "Cheaten ist wie CBD: beruhigt kurz, ändert aber wenig an der Substanz.",
    "Du versuchst, mit Knöpfen nachzuholen, was du nie gemacht hast.",
    "Jeder Cheat entfernt dich einen Schritt weiter von deinen eigenen Zielen.",
    "Du tust so, als ob Zahlen wichtiger wären als echte Arbeit.",
    "Das Einzige, was du hier wirklich trainierst, ist deine Fähigkeit zur Selbstlüge.",
    "Du machst Fortschritt nur auf dem Papier – dein Körper hat andere Daten.",
    "Deine Glaubwürdigkeit macht heute mehr Reps als deine Muskeln.",
    "Du bist gerade der Clown im Zirkus deiner eigenen Ausreden.",
    "Wenn dein Coach ein Mensch wäre, würde er sich jetzt fremdschämen.",
    "Du willst Highscore durchs Tippen – das ist Fitness, nicht Candy Crush.",
    "Du gibst dir selbst Applaus für eine Vorstellung, die nie stattgefunden hat.",
    "Cheaten hier ist wie Proteinpulver über Kuchen streuen und „Fitness“ nennen.",
    "Du spielst auf Easy-Mode und beschwerst dich über magere Ergebnisse.",
    "Du betrügst das Training wie Leute, die Monopoly-Geld zählen.",
    "Dein Cheat sagt alles: du willst das Ergebnis, aber nicht den Preis.",
    "Du bist so transparent, sogar dein Schweinehund rollt mit den Augen.",
    "Wenn du so viel Mut ins Training investieren würdest wie in Cheaten, wärst du weit.",
    "Dein Verhalten schreit „Screenshot-Erfolg“, nicht „echter Fortschritt“.",
    "Du versuchst, den Spiegel auf Low-Resolution zu stellen.",
    "Wer so cheatet, wundert sich später laut, warum „nichts klappt“.",
    "Du bastelst lieber an der Fassade als am Fundament.",
    "Cheaten ist dein Versuch, unangenehme Wahrheiten zu überspringen.",
    "Du spielst „Ich war’s nicht“, während dein Körper Beweisfotos hat.",
    "Du tust so, als wärst du im Wettkampf – aber nur im Mausklick-Sprint.",
    "Dein Cheat-Move ist ungefähr so subtil wie ein Hammer im Gesicht.",
    "Du möchtest Belohnung ohne Einsatz – das nennt man Wunschdenken.",
    "Deine Statistiken werden hübscher, du aber nicht.",
    "Du versuchst, Training zu gamifizieren, bist aber nur schlecht im Spiel.",
    "Dein Cheat ist wie Schminke auf einem Kater – innen bleibt’s hässlich.",
    "Du tust so, als könntest du die Schwerkraft austricksen.",
    "Du sammelst virtuelle Erfolge und reale Enttäuschung.",
    "Wenn dein Körper sprechen könnte, würde er sagen: „Bruder, ernsthaft?“",
    "Du hoffst, dass niemand merkt, dass du hier Quatsch machst – Spoiler: doch.",
    "Dein Cheat ist ein stilles Geständnis: du glaubst nicht an dich.",
    "Du drückst lieber Knöpfe als Grenzen.",
    "Dein Verhalten schreit „Abkürzung“, dein Körper hört nur „Stillstand“.",
    "Du willst ein Vorher-Nachher-Bild ohne „Dazwischen“. So läuft das nicht.",
    "Cheaten ist dein Hobby, Ergebnisse wären dein Traum.",
    "Du führst Krieg gegen die Realität – Spoiler: sie gewinnt.",
    "Du behandelst Training wie eine Steuererklärung: Hauptsache, keiner schaut genau hin.",
    "Dein Cheat macht aus dir keinen Gewinner – nur einen lautlosen Verlierer.",
    "Du versuchst, die App zu überlisten, während dein Spiegel dir ins Gesicht lacht.",
    "Cheaten ist die eleganteste Form, „ich hab Angst vor echter Anstrengung“ zu sagen.",
    "Du fälschst Zeugnisse in einer Schule, in der dein Körper Lehrer ist.",
    "Deine Klicks erzählen eine andere Geschichte als dein Atem.",
    "Du spielst Fitness im Story-Modus, aber dein Leben hat Permadeath.",
    "Wenn Cheaten Gold gäbe, wärst du reich. Leider gibt’s nur Realität.",
    "Du bist gerade das beste Beispiel dafür, was man mit Talent zur Ausrede alles vergeigen kann."
  ]
}
