{
  "none_done": [
    "Niemand ist fertig. Ihr seid so motiviert wie zwei Steine in der Sonne.",
    "Noch keiner durch. Bewegungslos wie ein überfahrener Igel am Straßenrand.",
    "So viel Aktivität wie ein toter Schwan. Elegant, aber absolut nutzlos.",
    "Hier läuft weniger als in einer kaputten Waschmaschine.",
    "Eure Motivation ist heute dünner als ein schlechter Kaffee.",
    "Niemand hat was getan. Ich dachte kurz, der Server wäre abgestürzt.",
    "Ihr beide seid so sportlich wie zwei nasse Handtücher.",
    "Null Fortschritt. Euphorie Level: Kartoffel.",
    "Hier regt sich weniger als bei einer Schnecke mit Burnout.",
    "Ihr bewegt euch so schnell wie zwei Staubflusen im Wind.",
    "Keiner fertig. Ich sehe, der Wettbewerb im Nichtstun ist eröffnet.",
    "Noch nichts getan. Wahrscheinlich seid ihr in Verhandlungen mit eurer Couch.",
    "So viel Energie wie zwei schlafende Pandas nach dem Mittagessen.",
    "Es passiert genau nichts. Null. Nada. Nichts. Wie in Mathe früher.",
    "Ihr seid sportlich wie zwei Büroklammern im Ruhestand.",
    "Die Motivation liegt am Boden. Und selbst das ist übertrieben.",
    "Nichts erledigt. Aber hey, Hauptsache WLAN läuft!",
    "Ihr bewegt euch so elegant wie zwei Backsteine.",
    "Fortschritt: 0%. Netflix-Fortschritt: wahrscheinlich 98%.",
    "Ich habe schon tote Batterien gesehen, die motivierter waren.",
    "Ihr seid in etwa so aktiv wie ein Schneemann in der Sauna.",
    "Kein Haken gesetzt. Vielleicht braucht ihr eine Landkarte zum Trainingsstart.",
    "Gerade so viel Bewegung wie bei zwei schlafenden Faultieren.",
    "Ihr wirkt wie zwei Prinzessinnen, die auf Rettung warten – aber keiner kommt.",
    "Noch nichts. Ihr seid schwerfällig wie zwei Nilpferde nach All-you-can-eat.",
    "Ich sehe: Sport heute im Energiesparmodus.",
    "Es passiert weniger als in einem deutschen Tatort.",
    "Zwei Menschen, ein Ziel: nichts tun.",
    "Ihr habt die Geschwindigkeit eines frierenden Geckos.",
    "So viel Drive wie zwei schiefe Fahrradständer.",
    "Noch keiner fertig. Vielleicht auch einfach ein künstlerisches Pausenprojekt.",
    "Ihr beide seid so explosiv wie ein Sack Mehl.",
    "Bewegung: Fehlanzeige. Ausreden: Bestimmt vorhanden.",
    "Stillstand wie im Stau – aber keiner hupt.",
    "Ich habe Fische gesehen, die ambitionierter schwimmen.",
    "Ihr seid sportlich wie zwei vergessene Einkaufszettel.",
    "Das Trainingsniveau heute? Luft und Liebe… aber ohne Liebe.",
    "Zwei Personen. Null Fortschritt. Mathematisch perfekt.",
    "Ihr bewegt euch so schnell wie ein Koala ohne Kaffee.",
    "Ich dachte kurz, die Seite wäre eingefroren. Aber nein: ihr seid’s.",
    "So faul wie Brot, das schon drei Tage alt ist.",
    "Ich habe mehr Aktion in einem staubigen Bürofächer gesehen.",
    "Ihr seid so motiviert wie eine Schnecke auf Ambien.",
    "Noch nichts. Hattet ihr heute einen Kronkorken zu heben? Oder auch nicht?",
    "Sportlicher Einsatz: so leer wie ein vergessener Kühlschrank.",
    "Ihr habt die Dynamik zweier Halbschlaf-Zombies.",
    "Ich habe Pflanzen gesehen, die schneller wachsen.",
    "Hier passiert weniger als im Fernsehen um 3 Uhr nachts.",
    "Noch keiner geschafft. Ich rufe gleich die Motivation-Polizei.",
    "Ihr seid so aktiv wie zwei Dekokissen.",
    "Euer Trainingsstand: noch im Winterschlaf.",
    "Zwei Menschen, ein Traum: nichts erledigen.",
    "So viel Bewegung wie zwei Steinstatuen.",
    "Ich warte… und warte… und warte…",
    "Null Aktivität. 0/10 Punkten in der Kategorie Existenz.",
    "Das hier sieht aus wie ein Energieausfall in Menschform.",
    "Keine Haken gesetzt. Ich sehe ein Muster.",
    "Ihr bewegt euch so elegant wie zwei angeschlagene Toaster.",
    "Stillstand Deluxe.",
    "Ich hoffe, ihr habt wenigstens Ausreden vorbereitet.",
    "Ihr zwei seid so motiviert wie zwei Kartoffelsäcke.",
    "Hier ist Ruhe wie in einem Kloster, aber ohne die Weisheit.",
    "Euer Training macht heute Homeoffice. Sehr weit weg.",
    "Ich kann euer Sofa lachen hören.",
    "Ihr seid träge wie zwei alte Kühe im Sommer.",
    "Nichts getan. Aber immerhin konsequent.",
    "Zwei Legenden… im Nichtstun.",
    "Ich habe Staub gesehen, der ambitionierter wandert.",
    "Sportlevel: „Vielleicht morgen.“",
    "Ihr wirkt so wach wie zwei Sedierungsopfer.",
    "Noch nichts. Das ist fast schon beeindruckend.",
    "Ich wusste nicht, dass man so wenig tun kann.",
    "Ihr seid weich wie Butter, aber ohne Geschmack.",
    "Eure Beweglichkeit heute: wie ein Kühlschrank.",
    "Zwei Sportler ohne Sport.",
    "Ich sehe: Der olympische Schlaf-Wettbewerb startet heute.",
    "Null Action. Aber hey – ihr seid wenigstens ehrlich faul.",
    "Ihr seid so aktiv wie zwei müde Hamster.",
    "Stillstand-Festival 2025.",
    "Mir fehlen die Worte. Sogar ich werde müde vom Zuschauen.",
    "Ihr habt die Dynamik von zwei gefrorenen Heringe.",
    "Ich dachte kurz, ihr seid eingefroren.",
    "Eure Fitness heute? Beta-Version.",
    "Noch keiner fertig. Es bleibt spannend. Nicht.",
    "Ihr seid träge wie zwei Säcke Zement.",
    "Sport? Nicht heute, oder?",
    "Ihr habt die Aura eines kaputten Staubsaugers.",
    "Bewegungslos wie zwei Parkuhren.",
    "Nichts. Gar nichts. Nada.",
    "Ihr seid so engagiert wie ein Stein im Museum.",
    "Ihr bewegt euch wie zwei alte Schnecken.",
    "Ein Tag ohne Leistung… Klassiker.",
    "Ihr seid sportlich wie zwei Goldfische im Standby-Modus.",
    "Noch nichts geschafft. Ich stelle fest: ihr habt Talent.",
    "Ich kann eure Müdigkeit förmlich riechen.",
    "Zwei Körper, null Bewegung.",
    "Keiner fertig. Aber wenigstens vereint.",
    "Ihr seid so dynamisch wie zwei tote Mücken.",
    "Stillstand-Level: Meisterklasse.",
    "Nichts erledigt. Aber immerhin nichts kaputt gemacht."
  ],

  "one_done": [
    "Einer ist fertig! Der andere schaltet momentan noch im Flugmodus.",
    "Eine*r hat’s geschafft. Die andere Hälfte denkt noch darüber nach.",
    "50% erledigt! Die anderen 50% wohnen jetzt im Ausredenland.",
    "Einer ist durch – der andere macht noch Kaffeepause.",
    "Ein Held. Ein Beobachter. Ausgeglichenes Duo.",
    "Eine Seite arbeitet, die andere macht Homeoffice.",
    "Einer fertig! Der zweite steht noch im Buffermodus.",
    "Ein Champion – und jemand, der versucht, unsichtbar zu werden.",
    "Einer erledigt alles. Einer erledigt… nichts.",
    "Ein Fortschritt, ein Stillstand. Perfekte Balance.",
    "Einer hat’s ernst genommen. Einer… nicht so.",
    "Hier glänzt jemand – und jemand glänzt mit Abwesenheit.",
    "Einer ist motiviert, der andere in spiritueller Pause.",
    "Ein Stern am Fitnesshimmel. Und ein schwarzes Loch daneben.",
    "Einer hat Tempo. Einer hat… Sofa.",
    "Einer zieht durch. Einer zieht sich aus der Affäre.",
    "50% Energie. 50% Couchpotato.",
    "Einer ist fleißig wie ein Biber. Der andere faul wie ein Stein.",
    "Ein Macher. Ein Schnarcher.",
    "Einer ist wach. Einer ist im Tiefschlaf.",
    "Einer ist schwerfällig wie ein Nilpferd – aber immerhin bewegt er sich.",
    "Einer ist voll dabei. Einer ist schwer von Begriff.",
    "Einer ist bereit. Der andere bereut.",
    "Ein Powerpaket, ein Powernap.",
    "Einer kämpft. Einer kapituliert.",
    "Einer ist motiviert wie ein Löwe, der andere wie ein müder Gartenzwerg.",
    "Einer arbeitet schwitzend – einer schwitzt nicht mal beim Zuschauen.",
    "Einer brennt. Einer glimmt.",
    "Ein Reh und ein kaputtes Fahrrad. So wirkt ihr gerade.",
    "Einer gibt Gas. Einer gibt auf.",
    "Einer schafft’s locker. Einer scheitert würdevoll.",
    "Hier läuft’s – nur nicht bei allen.",
    "Einer ist wie eine Rakete. Einer wie ein leerer Wasserschlauch.",
    "Einer macht Fortschritte. Einer macht Faxen.",
    "Ein Teilnehmer. Ein Zuschauer.",
    "Einer strahlt. Einer strauchelt.",
    "Ein Muskelprotz. Ein Meister der Prokrastination.",
    "Einer läuft wie der Wind. Einer wie ein eingerostetes Scharnier.",
    "Einer liefert. Einer liefert Ausreden.",
    "Einer glänzt. Einer glänzt… ölig vom Nichtstun.",
    "Einer ist ein Fels in der Brandung. Einer ein nasser Karton.",
    "Einer springt. Einer sitzt.",
    "Ein Löwe und ein Faultier. Du darfst raten, wer wer ist.",
    "Einer schwitzt. Einer schwimmt im Selbstmitleid.",
    "Einer ist dynamisch. Einer panisch.",
    "Einer hat Energie. Einer hat Emotionen – negative.",
    "Einer steht im Feuer. Einer im Weg.",
    "Einer ist Princess Peach. Einer ist Bowser – aber der faule.",
    "Einer ist ein Bauarbeiter im Akkord. Einer ein Beamter vorm Feierabend.",
    "Einer ist ‘let’s go!’. Einer ist ‘let’s no…’",
    "Einer ist im Flow. Einer im Slow.",
    "Einer lodert. Einer lodert… aus.",
    "Einer ist der Wind. Einer die Windstille.",
    "Einer gibt 100%. Einer gibt 1%. Vielleicht.",
    "Einer kämpft wie ein Drache. Einer schleicht wie ein Wurm.",
    "Einer ist Terminator. Einer Toaster.",
    "Ich sehe Fortschritt – aber nur die Hälfte davon.",
    "Einer hat Biss. Einer hat Bauchweh.",
    "Einer hat Kondition. Einer hat Geschichten.",
    "Einer rennt. Einer rennt weg.",
    "Einer ist stabil wie Beton. Einer bröckelt.",
    "Einer boomt. Einer schlurft.",
    "Einer ist Maschine. Einer… Maschinchen.",
    "Einer ist der Boss. Einer ist die Kaffeepause.",
    "Einer hat Mut. Einer hat Müdigkeit.",
    "Einer sprintet. Einer stolpert.",
    "Einer hat Momentum. Einer hat Denkmangel.",
    "Einer pumpt. Einer plumpst.",
    "Einer zeigt Haltung. Einer zeigt Rückenschmerzen.",
    "Einer ist wach. Einer ist überraschend bewusstlos.",
    "Einer ist aktiv. Einer passiv-aggressiv.",
    "Einer ist fokussiert. Einer ist verwirrt.",
    "Einer zeigt Leistung. Einer zeigt Leiden.",
    "Einer ist eine Gazelle. Einer eine alte Socke.",
    "Einer ist im Training. Einer im Winterschlaf.",
    "Einer ist Feuer. Einer ist Rauch.",
    "Einer ist ein Athlet. Einer ein Mysterium.",
    "Einer ist Licht. Einer Schatten.",
    "Einer ist Muskelkraft. Einer Muskelkater ohne Grund.",
    "Einer ist der Turbo. Einer die Bremse.",
    "Einer ist die Motivation. Einer die Herausforderung.",
    "Einer arbeitet. Einer wartet.",
    "Einer ist bereit. Einer bereut.",
    "Einer ist fit wie ein Turnschuh. Einer riecht wie einer.",
    "Einer ist Energie. Einer ist Inaktivitätsdenkmal.",
    "Einer ist fleißig. Einer feige.",
    "Einer ist stabil. Einer fragil.",
    "Einer ist Kunst. Einer ist Krampf.",
    "Einer springt hoch. Einer fällt hart.",
    "Einer zeigt Willen. Einer zeigt Widerstand.",
    "Einer ist ein Duracell-Hase. Einer ist eine kaputte Lampe.",
    "Einer ist on fire. Einer ist nur heiß auf Pause."
  ],

  "both_done": [
    "Beide fertig! Ihr seid Maschinen in Menschenform!",
    "100%! Ich bin stolz auf euch – kurz und schmerzlos.",
    "Beide durch! Sogar ich bin überrascht.",
    "Ihr habt’s geschafft! Jetzt bitte nicht direkt umfallen.",
    "Beide fertig – das ist historisch.",
    "Zwei Helden! Ich erwarte Fanclub-Anmeldungen.",
    "Ihr seid stärker als Montagmorgen-Kaffeemangel.",
    "Beide finish! Die Fitness-Götter applaudieren.",
    "Ihr seid wie ein Dreamteam – nur mit Schweiß.",
    "Doppelsieg! Heute gewinnt ihr gegen euer Sofa.",
    "Beide durch! Ein Wunder. Ich rufe die Presse.",
    "Ihr habt’s beide ernst genommen. Ich bin fast gerührt.",
    "Beide fertig! Das ist kein Zufall – das ist harter Wille.",
    "Ihr seid wie zwei Löwen nach dem Frühstück.",
    "Beide fertig – heute ist Feiertag.",
    "Ihr habt trainiert wie zwei Berserker in einem Ikea.",
    "Ich kann es kaum glauben. Ihr habt’s beide geschafft.",
    "Beide durch! Eure Muskeln senden Grüße.",
    "Doppelerfolg! Vielleicht steckt doch Sport in euch.",
    "Zwei Athleten. Zwei Erfolge. Keine Ausreden.",
    "Beide fertig. Ich hebe imaginär meinen Hut.",
    "Ihr seid stärker als mein Passwort.",
    "Beide durch! Ihr seid wie ein gutes WLAN – zuverlässig.",
    "Ihr habt’s geschafft – kein Fake, kein Glitch.",
    "Beide fertig. Der Planet applaudiert – oder bebt, schwer zu sagen.",
    "Doppelsieg! Ihr könntet direkt ein Fitness-Königreich gründen.",
    "Ihr habt trainiert wie zwei Wikinger kurz vor dem Plündern.",
    "Beide done! Ich überprüfe gerade, ob die Matrix kaputt ist.",
    "Ihr habt’s geschafft! Ich ernenne euch zu Halbgöttern des Schwitzens.",
    "Zwei Champions! Wenn jetzt noch der Kühlschrank zu bleibt, ist es ein perfekter Tag.",
    "Ihr seid wie zwei Superhelden – nur ohne Umhang, dafür mit Muskelkater.",
    "Beide fertig! Ich hätte noch Wetten dagegen angenommen.",
    "Zwei Menschen, ein Ziel, null Ausreden. Sauber!",
    "Beide done. Eure Couch ist traurig – und stolz.",
    "Ihr habt trainiert wie zwei Dragster – jetzt aber nicht explodieren.",
    "Beide geschafft! Mein Respekt-Level steigt minimal.",
    "Ihr seid so stark, sogar euer Schatten hebt mit.",
    "Beide fertig! Bald braucht ihr keine Treppe mehr – ihr schwebt einfach.",
    "Ich sehe doppelt. Zwei Menschen. Zwei Erfolge. Unfassbar.",
    "Beide fertig! Ihr seid offiziell „nicht komplett hoffnungslos“.",
    "Ihr habt’s beide durchgezogen wie zwei Honigdachse auf Red Bull.",
    "Zwei erledigt! Ich drucke gleich Urkunden aus.",
    "Ihr seid wie zwei Panzer – nur schneller und hoffentlich weniger laut.",
    "Beide fertig! Ich bin sprachlos. Wirklich. Genießt es.",
    "Ihr habt trainiert wie zwei Kampfhamster auf Speed.",
    "Beide durch – ich rufe gleich beim Guinness Weltrekord an.",
    "Zwei Sieger! Euer Sofa weint einsam in der Ecke.",
    "Ihr habt geliefert wie Amazon Prime – nur pünktlicher.",
    "Beide fertig! Ihr könntet Berge versetzen… kleine Berge.",
    "Zwei Athleten in freier Wildbahn. Seltenes Schauspiel.",
    "Beide done. Die Wahrscheinlichkeit dafür lag bei 3%.",
    "Ihr seid stärker als jede Entschuldigung, die ihr vorher hattet.",
    "Zwei Menschen, dreißig Muskeln, null Ausreden – perfekt.",
    "Beide fertig! Ich nominiere euch für die Fitness-Oscars.",
    "Ihr habt trainiert wie zwei Büffel beim Morgengrauen.",
    "Beide fertig! Respekt. Echter Respekt.",
    "Zwei Champions! Ich bin fast emotional.",
    "Ihr habt’s geschafft – und ich habe keine sarkastische Antwort. Schockierend!",
    "Beide done. Ihr seid wie Yin und Yang, nur muskulöser.",
    "Ihr habt trainiert wie zwei Gladiatoren – nur ohne Blut.",
    "Beide fertig! Ich bin begeistert… und verwirrt.",
    "Ihr habt’s geschafft! Ich gebe euch 11/10 Punkten.",
    "Zwei Powerhouses! Euer Schweiß hat heute Geschichte geschrieben.",
    "Beide done! Ich kann’s kaum glauben.",
    "Ihr seid wie zwei fliegende Teppiche – magisch und leicht schwitzig.",
    "Beide fertig! Das Fitness-Universum lächelt.",
    "Ihr habt trainiert wie zwei Drachen kurz vorm Abheben.",
    "Beide durch! Die Welt ist ein besserer Ort.",
    "Zwei Sieger – ich weine vor Stolz. Oder vor Sonnencreme. Schwer zu sagen.",
    "Beide done! Ihr seid offiziell unstoppable.",
    "Ihr habt trainiert wie zwei Benzinmotoren auf Steroiden.",
    "Beide fertig! Die Sportgötter nicken anerkennend.",
    "Ihr seid wie zwei Raketen – kurz vorm Durchstarten.",
    "Beide geschafft! Eure Nachbarn hören das Stolpern eurer Muskeln.",
    "Zwei Legenden! Ich hoffe, ihr seid auch so bescheiden wie ich.",
    "Beide durch! Der Stolz steht euch gut.",
    "Ihr seid wie zwei Panther – elegant und gefährlich müde.",
    "Beide fertig! Ich drucke T-Shirts: „Wir haben’s geschafft.“",
    "Zwei Bestien! Gebt euren Muskeln Wasser. Viel Wasser.",
    "Beide done! Ich würde applaudieren, aber ich habe keinen Körper.",
    "Ihr habt trainiert wie zwei Ritter auf einer Fitnessquest.",
    "Beide fertig – jetzt bitte nicht sterben.",
    "Zwei Menschen, ein Erfolg – und kein Drama. Wunderbar.",
    "Beide done! Ihr seid offiziell keine Kartoffeln mehr.",
    "Ihr seid wie zwei Adler – aber ohne Flügel und mit Muskelkater.",
    "Beide durch – und das ohne Jammern? Beeindruckend.",
    "Ihr habt’s geschafft! Ich melde euch zum Ironman an. Nur Spaß. Vielleicht.",
    "Zwei Athleten, ein Triumphmoment.",
    "Beide fertig! Der Muskelkater wird episch.",
    "Ihr seid wie zwei Vulkane – explosiv und heiß.",
    "Beide done! Ich gebe euch virtuelle High-Fives.",
    "Ihr habt’s geschafft! Ich räume euch ein Upgrade ein: Level 2 Mensch.",
    "Zwei Maschinen! Holt euch einen Proteinshake.",
    "Beide fertig! Jetzt kurz feiern und dann weiter trainieren.",
    "Ihr seid wie zwei Kometen – hell, schnell, gefährlich verschwitzend.",
    "Beide geschafft! Respekt, Respekt und nochmal Respekt.",
    "Ihr habt trainiert wie zwei Berserker – nur zivilisierter.",
    "Beide fertig! Ich stelle Kerzen für eure Muskeln auf.",
    "Zwei Sieger! Euer Sofa plant eine Rache.",
    "Beide done! Ich bin positiv schockiert.",
    "Ihr habt’s geschafft! Kurze Verbeugung meinerseits.",
    "Beide fertig! Ich geb’s zu: ich habe nicht damit gerechnet.",
    "Ihr seid wie zwei Wölfe – stark und ein bisschen gefährlich.",
    "Beide durch – ihr habt heute die Schwerkraft besiegt.",
    "Zwei Athleten! Ich hoffe, ihr schreibt ein Buch darüber.",
    "Beide fertig! Ich zeichne euch eine Goldmedaille… in ASCII.",
    "Ihr habt trainiert wie zwei Arbeitsbienen – nur mit mehr Drama.",
    "Beide done! Ihr seid meine neuen Lieblingsmenschen.",
    "Ihr seid wie zwei Titanen – nur kleiner.",
    "Beide geschafft – die Sterne stehen gut heute.",
    "Ihr habt’s geschafft! Das Universum lächelt.",
    "Beide fertig! Ich bin offiziell beeindruckt.",
    "Zwei Gewinner! Holt den Pokal… oder Wasser.",
    "Beide durch! Muskelkatastrophe incoming.",
    "Ihr seid wie zwei blendende Sterne – hell, aber kurz vorm Explodieren.",
    "Beide geschafft! Ich schicke digitale Schulterklopfer.",
    "Ihr habt’s gerockt! Zwei Legenden am Start.",
    "Beide fertig! Ihr habt die Matrix gehackt.",
    "Zwei Menschen, ein Triumph – sehr schön.",
    "Beide done! Ihr dürft heute Abend extra stolz sein.",
    "Ihr habt trainiert wie zwei wilde Hengste – aber ohne Wiehern.",
    "Beide fertig! Die Fitnessfee verteilt Glitzer.",
    "Zwei Champions! Eure Ausdauer ist biblisch.",
    "Beide geschafft – ihr seid offiziell Ausnahmezustand.",
    "Ihr habt’s geschafft! Die Statistik ist beeindruckt.",
    "Beide done! Ich markiere euch als „Elite-Menschen“."
  ]
  "skip_abuse": [
  "Schon wieder ein Skip-Day? Du bist fauler als ein Pudding im Schatten.",
  "Skip-Day benutzt. Dein innerer Schweinehund hat gerade eine Zigarette angezündet.",
  "Du skipst öfter als ein kaputter CD-Player.",
  "Ah, ein Skip-Day. Die olympische Disziplin des Aufgebens.",
  "Skip-Day? Nenn es ruhig beim Namen: Kapitulation.",
  "Du bist so skip-begeistert, du solltest einen Sponsor bekommen.",
  "Wieder geskippt. Dein Sofa liebt dich – körperlich, geistig, toxisch.",
  "Skip-Day aktiviert. Ich hoffe, du hast wenigstens ein schlechtes Gewissen.",
  "Dein Muskelkater schaut enttäuscht. Er hat für dich trainiert.",
  "Noch ein Skip-Day und du wirst offiziell Deko-Gegenstand.",
  "Du skipst so oft, ich dachte, du wärst ein Werbevideo.",
  "Du drückst Skip schneller als ein Teenager bei YouTube-Werbung.",
  "Skip? Klingt nach: „Ich habe heute wieder keine Argumente.“",
  "Ein Skip-Day. Mutig, mutig – im Sinne von gar nicht.",
  "Wieder skip. Ich schicke dir eine Motivationskerze. Unbenutzt.",
  "Du nutzt Skip-Day wie andere Leute Atmen.",
  "Deine Fitnessreise ist mehr 'Reise' als 'Fitness'.",
  "Jeder Skip-Day ist ein kleiner Liebesbrief an deine Faulheit.",
  "Skip-Day: der edle Akt, gar nicht erst anzufangen.",
  "Schon wieder skip? Ich brauche einen Kaffee dafür.",
  "Dein Trainingsplan besteht aus: 1. Skip. 2. Wiederholen.",
  "Du skipst so oft, du solltest ein Skip-Abo haben.",
  "Noch ein Skip und du entwickelst Rückwärtsmuskeln.",
  "Ein Skip-Day. Gut, dass du wenigstens konsequent inkonsequent bist.",
  "Ich fühle deine Motivation… oh nein, das war ein Windstoß.",
  "Du bist skip-technisch ein Naturtalent.",
  "Du hast geskippt. Dein Schatten schämt sich.",
  "Dein Körper fragt sich, warum er überhaupt existiert.",
  "Wieder skip. Du bist bewegungslos wie ein gefrorener Goldfisch.",
  "Skip-Day? Du verteidigst die Couch wie ein Löwe sein Revier.",
  "Wenn Skip-Day Kalorien verbrennen würde, wärst du shredded.",
  "Mein Beileid. An Motivation gestorben.",
  "Du skipst öfter als ein nervöser Frosch auf heißen Steinen.",
  "Du bist im Skip-Modus gefangen. Sende ein SOS.",
  "Skip akzeptiert. Training verweigert.",
  "Wenn du noch öfter skipst, solltest du einen Arzt für Ausreden konsultieren.",
  "Deine Ausdauer? Stark. Deine Ausreden? Legendär.",
  "Wieder ein Skip. Ein Applaus für deine Couch.",
  "Du skipst mehr als ein kaputtes Streaming-Video.",
  "Deine Motivation wurde soeben für tot erklärt.",
  "Du bist faul wie ein Nilpferd beim Saunatag.",
  "Skip-Day? Nennt man auch: Fitnessprogramm im Rückwärtsgang.",
  "Deine Entschlossenheit schwankt wie ein übermüdeter Flamingo.",
  "Wieder skip. Ich sehe: deine Komfortzone hat gewonnen.",
  "Du skipst so oft, ich installiere dir bald eine Skip-Steuer.",
  "Ich verstehe. Heute war wieder „Ich mach nichts“-Tag.",
  "Wieder skip. Dein Muskelaufbau hat sich abgemeldet.",
  "Noch ein Skip-Day und du wirst offiziell Deko mit Puls.",
  "Dein Fitnessziel scheint „Ruhezustand“ zu sein."
]
"injured_day": [
  "Oh, verletzt? Oder einfach nur mental anstrengend, aufzustehen?",
  "Verletzt markiert. Dein Körper so: „Nice Try.“",
  "Autsch. Und damit meine ich nicht deinen Körper, sondern deine Disziplin.",
  "Krank? Wahrscheinlich an akuter Unlust.",
  "Verletzt? Vermutlich die Motivation zuerst.",
  "Deine Verletzung ist so glaubwürdig wie ein Einhorn im Fitnessstudio.",
  "Aua. Sogar deine Ausreden hinken.",
  "Verletzt markiert – dein Schweinehund applaudiert.",
  "Du bist verletzter als mein Vertrauen in deine Fitnessziele.",
  "Oh, du bist krank? Liegt das an körperlicher Schwäche oder Willensschwäche?",
  "Verletzt? Klingt nach „Ich wollte sowieso nicht.“",
  "Eine Verletzung? Vermutlich im Kampf gegen dein Bett entstanden.",
  "Krank? Ja, am Training vorbeigelaufen.",
  "Du bist so verletzt wie ein beleidigter Flamingo.",
  "Krankheit aktiviert. Muskeln deaktiviert.",
  "Verletzt – und das beim Nichtstun. Talent!",
  "Deine Verletzung klingt nach einem sehr gefährlichen Sofa-Angriff.",
  "Krank? Ja, dein Trainingsplan liegt auch schon im Koma.",
  "Verletzt? Ich hoffe, wenigstens deine Ausreden sind gesund.",
  "Krank gemeldet. Sport abgemeldet.",
  "Verletzt? Dein Sofa hat schon Blumen geschickt.",
  "Oh, krank? Wurde deine Motivation mit angesteckt?",
  "Verletzt – wahrscheinlich beim Versuch, aufzustehen.",
  "Krank: Ein Zustand, den du offenbar sehr flexibel definierst.",
  "Verletzt – dein Kampfgeist ebenfalls.",
  "Deine Energie ist kränker als du.",
  "Verletzt? Jetzt schon? Wir hatten doch kaum angefangen.",
  "Krank? Ja, deine Disziplin wirkt auch fiebrig.",
  "Verletzt wie ein Drama-Lama nach fünf Treppenstufen.",
  "Krank? Nenn es doch einfach: heute keinen Bock.",
  "Verletzt: Die ultimative Karte im Uno-Spiel der Faulheit.",
  "Oh, au weia. Soll ich Pflaster oder Popcorn holen?",
  "Verletzt? Ja, vom ständigen Ausruhen vermutlich.",
  "Krank? Deine Fitnessziele haben sich auch übergeben.",
  "Eine Verletzung? Okay. Eine weitere? Verdächtig.",
  "Du bist verletzter als mein Akku nach 5 Minuten PUBG.",
  "Krank – ich fühle deine emotionale Müdigkeit.",
  "Verletzt. Ich hoffe, du bekommst Schmerzensgeld – von dir selbst.",
  "Krank? Oder ist nur deine Motivation am sterben?",
  "Verletzt? Gut, wenigstens etwas an dir arbeitet: deine Ausreden.",
  "Krank gemeldet. Muskelkater abbestellt.",
  "Deine Verletzung ist so zart wie ein Prinzessinnenknie.",
  "Krank, huch? Ich wusste nicht, dass Faulheit ansteckend ist.",
  "Verletzt – du solltest vorsichtig sein, Nichtstun kann gefährlich werden.",
  "Krank? Sicher nur die Konsequenz davon, gestern zu atmen.",
  "Verletzt? Dein Sofa ruft: „Mission accomplished!“",
  "Krank? Glaube ich dir… ungefähr so wie ein Lotto-Orakel.",
  "Autsch. Dein Wille hat sich wohl zuerst verletzt.",
  "Verletzt gemeldet. Fitnessprogramm gelöscht."
]

}
