{
  "none_done": [
    "Mann und Frau haben heute beide ein Date mit der Couch statt mit den Reps.",
    "Gemeinsamer Status: null Reps, volle Ausreden. Stark, aber in die falsche Richtung.",
    "Wenn Faulheit Teamwork wäre, hätten Mann und Frau heute Gold geholt.",
    "Heute bewegt sich nur eins: die Ausrede-Spur von Mann und Frau.",
    "Mann und Frau trainieren heute nur die Fähigkeit, nichts zu tun.",
    "Zwei Menschen, eine Couch. Eindeutiger Sieger: die Couch.",
    "Bewegungslos wie zwei tote Igel am Strassenrand.",
    "Der Trainingsgeist ist heute offenbar im Urlaub – ohne Mann und Frau.",
    "Ich habe schon Kartoffeln gesehen, die mehr Action hatten als Mann und Frau.",
    "Wenn ihr noch weniger macht, entsteht zwischen Mann und Frau ein schwarzes Loch der Faulheit.",
    "Mann und Frau sind heute so aktiv wie ein leerer Akku im Flugmodus.",
    "Euer Schrittzähler denkt, ihr seid klinisch tot.",
    "Die grösste Bewegung heute bei Mann und Frau: Scrollen und Kauen.",
    "Wenn Rumliegen fit machen würde, wären Mann und Frau Weltmeister.",
    "Die Hanteln fragen sich, ob Mann und Frau ausgezogen sind.",
    "Mann und Frau sparen heute Energie. Niemand weiss wofür.",
    "Der innere Schweinehund hat heute Hausrecht bei Mann und Frau.",
    "Mann und Frau sind heute Dekoration mit Puls.",
    "Wenn Ausreden Kalorien verbrennen würden, wären Mann und Frau shredded.",
    "Euer Trainingsplan ist heute nur Deko im Kopf.",
    "Mann und Frau haben heute beide erfolgreich NICHTS durchgezogen.",
    "Zwei Menschen, null Willenskraft – stabile Kombination.",
    "Heute war der grösste Sprint von Mann und Frau: vom Bett zur Kaffeemaschine.",
    "Die Luft im Zimmer bewegt sich mehr als Mann und Frau.",
    "Wenn Motivation ein Paket wäre, hätte der Paketbote es heute wieder mitgenommen.",
    "Mann und Frau sind heute so dynamisch wie ein eingefrorenes GIF.",
    "Euer bestes Set heute: Snack holen.",
    "Der einzige Muskel, der heute arbeitet, ist der Kau-Muskel.",
    "Mann und Frau sind heute auf Premium-Abo bei der Bequemlichkeit.",
    "Wenn ihr noch länger liegt, wachst ihr mit der Couch zusammen.",
    "Die Ausreden von Mann und Frau haben heute mehr Variation als ihre Bewegungen.",
    "Euer Körper weiss nicht mehr, wie Belastung buchstabiert wird.",
    "Mann und Frau sind heute menschliche Standbilder.",
    "Der Schweinehund organisiert bei euch heute Sommerfest.",
    "Mann und Frau liefern heute nur eins: einen neuen Rekord im Nichts-Tun.",
    "Wenn Ruhen eine olympische Disziplin wäre, hätten Mann und Frau Podiumsplätze.",
    "Die einzige Spannung bei euch ist die vom WLAN-Kabel.",
    "Mann und Frau sind heute spirituell eins mit der Couch.",
    "Euer Fitnesslevel heute: 'Vielleicht morgen'.",
    "Mann und Frau sind heute der Grund, warum der Begriff 'faul wie Sau' erfunden wurde."
  ],
  "one_done": [
    "Einer von euch hat abgeliefert, der andere nur abgewunken. Ihr wisst genau, wer wer ist.",
    "Eine Person schwitzt, die andere schwätzt. Ratet, wer welche Rolle hat.",
    "Einer von euch trägt heute Muskelkater, der andere trägt nur eine Ausrede.",
    "Jemand hat trainiert, jemand hat 'vielleicht morgen' trainiert.",
    "Eine Seite hat Reps gemacht, die andere hat die Fernbedienung gelevelt.",
    "Einer von euch ist heute Vorbild, der andere Lehrmaterial für 'so nicht'.",
    "Eine Person hat den Schweinehund verprügelt, die andere hat ihm Snacks gebracht.",
    "Einer steht im Trainingslog, der andere in der Ausredenstatistik.",
    "Heute hat nur eine Person den Unterschied zwischen 'wollen' und 'machen' gecheckt.",
    "Einer geht Richtung Ziel, der andere Richtung Sofa-Kuhle.",
    "Eine Person baut Muskeln, die andere baut Erklärungen.",
    "Einer hat sich überwunden, der andere hat sich hingelegt.",
    "Eine Person durfte schwitzen, die andere durfte jammern.",
    "Einer von euch ist heute on fire, der andere im Standby.",
    "Eine Person verdient Respekt, die andere eine freundliche Ohrfeige.",
    "Einer kämpft mit Hanteln, der andere mit dem Wecker.",
    "Eine Person hat 'keine Lust' ignoriert, die andere hat 'Training' ignoriert.",
    "Einer ist heute im 'Ich hab’s gemacht'-Club, der andere im 'Ich hätte ja'-Club.",
    "Eine Person liefert Fortschritt, die andere liefert Content für diese Sprüche.",
    "Einer hat sich bewegt, der andere hat sich gedrückt.",
    "Eine Person schreibt Fortschritt, die andere schreibt Ausreden.",
    "Einer zieht die Reps durch, der andere zieht nur die Decke hoch.",
    "Eine Person hat Willenskraft, die andere nur WLAN.",
    "Einer ist heute Held, der andere Statist in der Story.",
    "Eine Person ist näher am Ziel, die andere näher an der Snackschublade.",
    "Einer hat geliefert, die andere hofft auf Mitleid.",
    "Eine Person hat an sich gearbeitet, die andere an ihrer Sitzposition.",
    "Einer ist heute der Hammer, die andere der Nagel.",
    "Eine Person ist Beweis, dass es geht, die andere Beweis, dass man es lässt.",
    "Einer wird morgen stolz sein, die andere genervt vom Spiegel.",
    "Eine Person hat 'Schwäche' gefühlt und trotzdem gemacht, die andere hat 'Schwäche' als Ausrede benutzt.",
    "Einer hat den Schweinehund an die Leine genommen, die andere hat ihn adoptiert.",
    "Eine Person hat Energie in Reps gesteckt, die andere in Jammern.",
    "Einer sprintet vorwärts, die andere scrollt rückwärts durch Ausreden.",
    "Eine Person hat heute ein kleines Upgrade bekommen, die andere ein Software-Update auf 'faul'.",
    "Einer hat dem Tag einen Haken gegeben, die andere dem Tag einen Korb.",
    "Eine Person gehört heute ins 'gut gemacht', die andere ins 'ernsthaft jetzt?'.",
    "Einer von euch ist heute der Grund für Muskelkater, der andere für Fremdscham.",
    "Eine Person ist auf dem Weg zur besseren Version, die andere auf dem Weg zur bequemeren.",
    "Einer liefert Beweise, die andere liefert Geschichten."
  ],
  "all_done": [
    "Mann und Frau haben heute gemeinsam dem Schweinehund die Fresse poliert.",
    "Beide fertig, beide verschwitzt – so sieht ein guter Tag aus.",
    "Mann und Frau haben heute abgeliefert, die Couch fühlt sich betrogen.",
    "Zwei Menschen, null Ausreden – man glaubt es kaum.",
    "Mann und Frau sind heute offiziell im 'Wir ziehen durch'-Modus.",
    "Ihr habt beide gearbeitet, also dürft ihr beide jammern. Fair.",
    "Mann und Frau haben den Trainingsplan heute nicht nur angeschaut, sondern erledigt.",
    "Heute seid ihr ausnahmsweise nicht nur ambitioniert, sondern effektiv.",
    "Beide haben die Reps zerlegt wie Bauarbeiter das Frühstücksbuffet.",
    "Mann und Frau haben heute Muskelkater vorbestellt – Lieferung morgen.",
    "Team Sofa hat heute offiziell verloren.",
    "Ihr seid heute eher Athleten als Deko mit Puls.",
    "Mann und Frau haben heute ein kleines 'Wir sind nicht komplett lost' geliefert.",
    "Zwei Häkchen im Plan, null Scham im Spiegel.",
    "Ihr dürft heute mit stolz geschundenem Gesicht im Bett liegen.",
    "Mann und Frau haben heute ihre Komfortzone zum Sperrgebiet erklärt.",
    "Beide haben den schweren Weg genommen, keiner hat sich gedrückt. Ungewöhnlich.",
    "Wenn ihr das öfter macht, müsst ihr Türen bald seitlich passieren.",
    "Mann und Frau haben heute mehr Schweiss als Ausreden produziert.",
    "Ihr habt euch heute gegenseitig die Ausrede geklaut.",
    "Beide haben dem inneren Schweinehund heute 'Leine an!' gesagt.",
    "Mann und Frau liefern ab, der Fortschritt macht einen kleinen Freudentanz.",
    "Heute seid ihr offiziell in der Kategorie 'darf müde sein'.",
    "Mann und Frau haben heute Reps gemacht statt nur Pläne.",
    "Ihr seid heute der Beweis, dass zwei Menschen nicht komplett hoffnungslos sind.",
    "Beide haben den Tag genutzt, statt ihn nur zu überleben.",
    "Mann und Frau haben heute in Richtung Zukunft gearbeitet statt Richtung Couch.",
    "Ihr habt heute Muskelkater verdient, nicht nur Chips.",
    "Beide haben den Trainingsplan ernst genommen – der ist verwirrt, aber dankbar.",
    "Mann und Frau sind heute Teil des Fortschritts, nicht des Problems.",
    "Ihr seid heute die Version von euch, auf die ihr später stolz seid.",
    "Beide haben sich gemeldet, als es anstrengend wurde – nicht abgemeldet.",
    "Mann und Frau haben heute entschieden, wer hier das Sagen hat – und es war nicht der Schweinehund.",
    "Ihr habt heute beide dem Spiegel einen Grund gegeben, milde zu lächeln.",
    "Beide haben abgeliefert. Kein 'Ja, aber…', nur 'Ja, gemacht.'.",
    "Mann und Frau haben heute nicht nur vom Durchziehen geredet, sondern es getan.",
    "Ihr seid heute offiziell im Team 'Wir meinen es halbwegs ernst'.",
    "Beide haben heute etwas getan, das sich später besser anfühlt als Skip.",
    "Mann und Frau haben dem Tag heute einen Haken verpasst – im besten Sinn."
  ],
  "skip": [
    "Skip gedrückt. Mann oder Frau haben heute offiziell ein Date mit der Faulheit.",
    "Ehren-Faulheitstag aktiviert. Das Sofa bedankt sich, der Fortschritt nicht.",
    "Jemand hat heute 'Restday' gewählt, aber ohne die 'Workdays' davor.",
    "Skip ist okay – solange es nicht eure Religion wird.",
    "Heute trainiert ihr nur Fingerkraft am Skip-Button.",
    "Skip ist wie CBD: beruhigt das Gewissen, ändert aber wenig am Körper.",
    "Ihr ruht euch aus, wovon genau, weiss niemand.",
    "Jemand hat heute das Training geghostet.",
    "Skip-Tag. Der Schweinehund trägt Partyhut.",
    "Wenn ihr Skip so liebt, warum habt ihr überhaupt eine Trainings-App?",
    "Heute gab es nur Mentalsport: 'Ich sollte… ach egal.'",
    "Skip nutzt man selten. Ihr testet offenbar Langzeitverträglichkeit.",
    "Der Plan: schwitzen. Die Realität: schwitzen nur beim Seriengucken.",
    "Jemand hat heute 'ich bin müde' mit 'ich bin tot' verwechselt.",
    "Skip ist kein Lifestyle, nur so nebenbei.",
    "Wieder ein Tag für die Couch-Statistik.",
    "Eure Hanteln würden gerne Beschwerde einreichen.",
    "Heute trainiert nur die Staubschicht auf dem Equipment.",
    "Jemand hat heute beschlossen, dass Faulheit Erholung heisst.",
    "Skip ist wie Fastfood: kurz befriedigend, langfristig hässlich.",
    "Ihr spielt gerade auf Schwierigkeit 'Stillstand'.",
    "Heute habt ihr nur ein Ziel getroffen: das Skip-Feld.",
    "Netflix 1 – Training 0.",
    "Euer Körper wartet immer noch auf die gross angekündigte 'neue Version'.",
    "Skip: weil der innere Schweinehund wieder Sonderurlaub beantragt hat.",
    "Ihr macht heute 'aktive Regeneration'… vom Leben.",
    "Wenn ihr noch öfter skippt, meldet sich euer Trainingsplan wegen Vernachlässigung.",
    "Skip ist wie ein Kredit: süss jetzt, teuer später.",
    "Ihr hofft auf Fortschritt, behandelt Training aber wie Spam.",
    "Der einzige Lift heute: der Weg vom Sofa zum Kühlschrank.",
    "Skip-Tag. In eurer Biografie wird das später als Phase 'keine Eier' stehen.",
    "Jemand hatte heute keine Kraft – zum Entscheiden, JA zu sagen.",
    "Wenn Faulheit ein Mascot bräuchte, wärdet ihr angefragt.",
    "Ihr schont euch heute. Euer Stolz wird sich später melden.",
    "Noch ein Skip, und die App beantragt Scheidung.",
    "Ihr seid heute so produktiv wie ein Kaktus im Winter.",
    "Skip, weil… warum eigentlich? Ach ja: Bequemlichkeit.",
    "Ihr seid heute faul wie ein toter Igel am Strassenrand.",
    "Jemand hat heute 'Selbstfürsorge' mit 'kompletter Vermeidung' verwechselt."
  ],
  "cant": [
    "„Ich kann nicht mehr“ – okay, Reps runter, Ego auch ein Stück.",
    "Notbremse gezogen. Weniger Reps ist ehrlich, gar keine wäre feige.",
    "Heute war Schluss – besser runterfahren als abkacken.",
    "Reps reduziert, Charakter hoffentlich nicht.",
    "Du bist halb verreckt, aber nicht ganz abgehauen. Respekt, so halbwegs.",
    "„Ich kann nicht mehr“ ist heute akzeptiert. „Ich will nicht mehr“ wäre es nicht.",
    "Dein Körper hat gequietscht, du hast reagiert. Besser so als Drama.",
    "Weniger Wiederholungen, aber kein kompletter Ragequit.",
    "Heute ist 'kleines Brötchen backen' statt 'heroisch zusammenbrechen'.",
    "Du hast nicht alle Reps, aber auch nicht komplett hingeschmissen.",
    "Notfallknopf gedrückt. Immerhin hast du vorher was versucht.",
    "Dein Motor war im roten Bereich, du hast vom Gas gegangen – nicht schlecht.",
    "Heute warst du nah an 'ich brech ab', bist aber im 'ich reduzier' gelandet.",
    "Dein Limit ist da. Zumindest weisst du jetzt, wo.",
    "Du bist nicht weich, du bist heute einfach fast durch gewesen.",
    "Reps runter, Stolz bleibt stehen. Kann man machen.",
    "„Ich kann nicht mehr“ ist heute Realität, keine billige Ausrede.",
    "Weniger scheitern ist besser als gar nicht starten.",
    "Du warst nicht unzerstörbar – aber immerhin anwesend.",
    "Heute war dein Körper laut. Immerhin hast du zugehört.",
    "Reps halbiert, aber Anwesenheit nicht.",
    "Dein Schweiss erzählt, dass du es versucht hast. Deine Reduktion auch.",
    "Du hast Grenzen gespürt und nicht einfach Netflix geöffnet. Win.",
    "Heute war nicht heroisch, aber ehrlicher als Skip.",
    "Reps runter, aber du bleibst im Spiel.",
    "Du bist nicht abgestiegen, du hast nur in den kleineren Gang geschaltet.",
    "Heute warst du kaputt, nicht faul. Feiner Unterschied.",
    "Dein Körper hat 'Stopp' gesagt, dein Kopf zumindest 'okay, aber ungern'.",
    "Nicht jeder Tag ist Rekordtag. Dieser war 'Überlebt, mit Anpassung'.",
    "Du bist an eine Wand gelaufen und hast nicht gleich das Haus angezündet.",
    "„Ich kann nicht mehr“ kam nach Anstrengung, nicht davor. Gut so.",
    "Reps reduziert, dafür Schwindel und Kreislauf vermutlich nicht.",
    "Heute hat dein Körper die Macht. Nächstes Mal wieder dein Wille.",
    "Du bist heute nicht schwach, sondern einfach angeschlagen – und ehrlich.",
    "Reduzieren ist okay. Kapitulieren nicht.",
    "Der Reset ist ein Werkzeug, kein Lifestyle.",
    "Du bist heute eingeknickt, aber nicht verschwunden.",
    "Weniger getan als geplant, aber mehr als die Couch-Fraktion.",
    "Dein Limit ist da, aber du bist wenigstens hingegangen."
  ],
  "injured": [
    "Krank oder verletzt – okay. Aber der Schweinehund feiert mit.",
    "Dein Körper schickt eine Krankschreibung, dein Wille sollte trotzdem nicht kündigen.",
    "Heute ist Recovery-Tag. Kein 'ich kündige Sport'-Tag.",
    "Wenn du wirklich krank bist: auskurieren. Wenn du nur müde bist: schwierig.",
    "Dein Immunsystem kämpft, dein Trainingsplan wartet. Beides wichtig.",
    "Verletzt? Dann kurier dich, nicht deine Disziplin.",
    "Kranktage sind okay. Chronische Faulheit als Diagnose eher nicht.",
    "Heute gibt’s Tee statt Hantel. Morgen bitte nicht wieder denselben Grund.",
    "Wenn du mehr Krankentage als Trainingstage hast, läuft was schief.",
    "Dein Körper sagt Pause, nicht 'Netflix-Abo lebenslang'.",
    "Verletzung ist kein Freifahrtschein für monatelange Sofa-Fusion.",
    "Heute bist du Patient, nicht Athlet. Aber bitte nicht für immer.",
    "Krank = regenerieren. Nicht = alles vergessen, was du vorhattest.",
    "Wenn du jedes Mal 'kaputt' bist, wenn es anstrengend wird, nenn es nicht Medizin.",
    "Dein Körper meldet sich. Dein Schweinehund nutzt die Gelegenheit.",
    "Heute bist du raus – akzeptiert. Morgen zählt wieder.",
    "Dein Hals kratzt, dein Training muss warten. Dein Wille aber nicht.",
    "Verletzung ist real. Mach nur nicht aus Bequemlichkeit eine Symptomliste.",
    "Körper fährt runter, Kopf darf trotzdem nach vorne schauen.",
    "Heute darfst du schlapp sein. Das wird erst problematisch, wenn es Standard wird.",
    "Ein echter Recovery-Tag ist Vorbereitung, kein Rückzug.",
    "Krank ist nicht gleich 'ich mach nie wieder was'.",
    "Wenn du schonst, dann für ein Comeback, nicht für den Ruhestand.",
    "Dein Körper schreit Pause, dein Schweinehund schreit Party.",
    "Heute bist du nicht faul, sondern angeknackst. Das ist selten mal okay.",
    "Medizin und Muskeln schliessen sich nicht aus – nur heute.",
    "Wenn der Arzt 'Pause' sagt, fein. Wenn nur dein innerer Schweinehund – weniger fein.",
    "Krank bedeutet nicht 'alle Verantwortung abgegeben'.",
    "Du bist angeschlagen, nicht aus Beton.",
    "Heute gehört dir das Recht auf Schonung – aber nicht die Dauerlizenz.",
    "Dein grösstes Problem ist heute hoffentlich nicht 'keine Lust', sondern wirklich der Körper.",
    "Recovery ohne Plan für Rückkehr ist nur bequem.",
    "Dein Immunsystem kämpft, du darfst mit Ernährung und Schlaf mithelfen.",
    "Krank/Verletzt ist kein Statussymbol.",
    "Heute ist Ruhe Pflichtprogramm. Morgen bitte nicht wieder Ausredeprogramm.",
    "Schone deinen Körper, aber nicht deinen Willen.",
    "Es ist ein Unterschied zwischen 'ich kann wirklich nicht' und 'ich will nicht'.",
    "Heute darfst du liegen. Aber nicht deine Ziele begraben.",
    "Dein Körper repariert – gönn ihm das. Danach: zurück in den Ring."
  ],
  "cheater": [
    "Cheater-Versuch erkannt. Nice try, aber nicht nice genug.",
    "Du willst die App verarschen, dabei verarschst du nur dich selbst.",
    "Wenn Betrügen Kalorien verbrennen würde, wärst du heute shredded.",
    "Du drückst wie ein Weltmeister, nur leider die falschen Buttons.",
    "Cheat detected: Offenbar glaubst du, ich sei so dumm wie dein Schweinehund.",
    "Das hier ist kein Steuerformular, das man kreativ ausfüllt.",
    "Schon wieder versucht, den Shortcut zu nehmen? Dies ist kein Videospiel.",
    "Dein Finger ist stark, dein Charakter weniger.",
    "Du willst Fortschritt faken – dein Körper liest keine Lügen.",
    "Cheater-Modus aktiv, nur leider ohne Belohnung.",
    "Wenn Manipulation Training ersetzen würde, wärst du Athlet des Jahres.",
    "Du versuchst, Zahlen zu biegen, während dein Bauch unbeweglich bleibt.",
    "Das ist ein Workout, kein Wunschkonzert.",
    "Noch ein Cheat-Versuch und ich setze dir automatisch Clownsnase in die Stats.",
    "Du cheatest wie jemand, der UNO-Regeln erfindet, wenn er verliert.",
    "Dein innerer Schweinehund applaudiert dir gerade für diesen Move.",
    "Du drückst Reset, als wärst du im Casino.",
    "Der einzige, der dir den Quatsch abkauft, bist du selbst.",
    "Cheaten spart vielleicht Reps, aber nicht die Wahrheit im Spiegel.",
    "Wenn du schon betrügst, dann wenigstens nicht so durchschaubar.",
    "Du willst Champions-Ergebnis mit Kindergarten-Verhalten.",
    "Das System ist nicht kaputt – deine Disziplin ist es.",
    "Du benimmst dich wie ein Kind, das beim Memory bescheisst und trotzdem verliert.",
    "Cheater-Vibes: hoch. Respekt-Level: niedrig.",
    "Du willst Highscore ohne Mühe – das heisst im echten Leben 'Illusion'.",
    "Dein Körper merkt sich die Lügen, nicht die Klicks.",
    "Ich sehe alles. Und ich beurteile dich hart. Und zu Recht.",
    "Wenn du Zeit hast, schlaue Cheats zu überlegen, hast du Zeit für echte Reps.",
    "Das ist kein Glitch, das ist einfach freches Knöpfchendrücken.",
    "Du versuchst, Training zu umgehen wie Steuer – beides holt dich später ein.",
    "Dein Cheat-Versuch ist ungefähr so elegant wie ein Presslufthammer.",
    "Du willst das System austricksen, obwohl das System du bist.",
    "Epic Fail: Cheat erkannt, Ehre verloren.",
    "Wenn du so hart trainieren würdest wie du an Umwegen bastelst, hätten wir hier kein Problem.",
    "Cheaten gegen die eigene Gesundheit ist schon next level dumm.",
    "Du hast versucht, den Schweiss zu umgehen – Spoiler: klappt nicht.",
    "Das ist kein Bug, das ist dein Charakter-Test. Du fällst durch.",
    "Jeder Cheat ist ein Liebesbrief an deine eigene Bequemlichkeit.",
    "Du klickst wie ein Profi-Gambler und trainierst wie ein müder Panda."
  ]
}
